{"id":"23025","name":"Wohin sollen die Träume gehen","rarity":5,"path":"Warrior","desc":"Am Randgebiet von Asdana. Gewaltige Wellen wogten in einem Meer aus Memoria, und sie war ein einsamer Funke, den das Unwetter zu verschlingen drohte.\n „Wenn jemand überhaupt nicht träumen kann, ist das Betreten der Synästhesie-Traumlandschaft schmerzhafter als der Tod.“\nDie besorgten Stimmen ihrer Kameraden hallten in ihren Ohren wider. Sie holte tief Luft und tauchte in den Speicherbereich ein.\nDas Fahrzeug gelangte lautlos in die Tiefen des Speicherbereichs und die kleinen Funken Sternenlicht, die sich durch seine Risse verflüchtigten, wurden von endloser Dunkelheit verschluckt.\n „Warum willst du sterben?“\nSie geriet immer tiefer ins Meer der Erinnerungen, und die leuchtenden Speicherbereich-Lebensformen blickten wie ferne Augen gleichgültig auf sie herab.\nFür sie war der Traum immer noch zu weit entfernt. Sie blickte in die endlose Dunkelheit, ihr Körper und ihre Seele standen längst am Rande des Zusammenbruchs unter dem immensen Druck des Memoria. Selbst als sie bemerkte, dass ihr Bewusstsein sich allmählich auflöste, blieben in ihrem Kopf die Erinnerungen, die sich immer wieder wiederholten ...\nDer Schwarm, den Himmel und die Sonne bedeckend, durchbrach die Frontlinie. Sie flog flammenumwoben in seine Richtung. Die Asche des Schwarms fiel wie Schnee herab und bedeckte die pechschwarzen Überreste der Ritter.\nSie hatte nicht einmal die Gelegenheit, einen Blumenstrauß in der Hand zu halten und ihren gefallenen Kameraden die letzte Ehre zu erweisen. Dies war die letzte Erinnerung an die vielen geopferten Ritter. Ihre Leben blühten in einem Augenblick auf und erloschen wieder, wie eine Reihe von genetischen Codes, die nur Zahlen enthielten und keinen eigenen Namen hatten.\n „Warum willst du leben?“\nIn der Totenstille verschwand sie wie eine Flamme im Meer. Nur ein schwacher Funke blieb übrig, der sich auf das Licht zubewegte ...\nNach einiger Zeit öffnete sie ihre Augen, und es schien die Zukunft vor ihr zu schimmern, wie eine strahlende Perle im Nebel. Ihr liefen Tränen über die Wangen ...\n„Um meinen eigenen ‚Traum‘ zu finden ...“","icon":"icon/light_cone/23025.png","preview":"image/light_cone_preview/23025.png","portrait":"image/light_cone_portrait/23025.png"}