{"id":"23025","name":"Whereabouts Should Dreams Rest","rarity":5,"path":"Warrior","desc":"Di ujung sistem bintang Asdana. Ombak raksasa menampar lautan memori, gadis itu terlihat seperti sebutir percikan api yang bisa padam kapan saja di tengah badai.\n\"Seorang yang tidak bisa bermimpi harus memasuki Dunia Mimpi Sinestesia, harga yang harus dibayar setara dengan 'kematian'\".\nSuara penuh kekhawatiran dari rekan-rekannya masih terngiang-ngiang di telinga. Dia menarik napas dalam-dalam, lalu masuk ke dalam Memory Zone.\nSaat alat transportasi dia tenggelam ke kedalaman Memory Zone dengan hening, kilau api yang samar menyebar dari celah-celah dan dengan cepat ditelan oleh kegelapan tanpa batas.\n\"Ke mana setelah kematian?\"\nDi dalam lautan memori yang semakin dalam, cahaya redup yang dipancarkan makhluk Memory Zone tampak seperti pantulan mata di kejauhan, yang menatap dirinya dengan dingin.\nBagi dia, mimpi masih merupakan hal yang terlampau jauh dari jangkauan. Dia menatap kegelapan tanpa batas dengan mata nanar. Tubuh dan jiwanya sudah mencapai ambang kehancuran di bawah tekanan Memoria. Meskipun dia merasakan kesadarannya yang semakin menjauh, masih ada sisa-sisa gambaran memori yang terngiang satu demi satu di benaknya ....\nGelombang Swarm menutupi langit dan matahari, menerobos garis depan. Dia terbang ke arah Swarm dengan berbalutkan kobaran api. Abu dari Swarm jatuh menyebar layaknya salju. Di bawah terlihat sisa-sisa tubuh para kesatria yang hitam pekat.\nDia belum sempat memegang sebuket bunga untuk mengenang satu demi satu Iron Cavalry yang berkorban. Hidup mereka mekar dalam sekejap mata, lalu lenyap dalam sekejap mata. Sama seperti serangkaian kode genetik, yang hanya terdiri dari angka dan tidak pernah memiliki nama.\n\"Kenapa harus terus hidup?\"\nDalam keheningan yang seperti kematian, dia seperti api yang meleleh ke dalam air laut, hanya tersisa sebutir percikan api yang lemah, yang terus bergerak menuju cahaya ... terus bergerak maju ....\nTak berapa lama kemudian, dia membuka kedua matanya dan melihat \"masa depan\" yang memancarkan cahaya redup seperti mutiara. Air matanya perlahan-lahan berlinang di pipinya.\n \"Demi menemukan ... 'mimpi' milikku ....\"","icon":"icon/light_cone/23025.png","preview":"image/light_cone_preview/23025.png","portrait":"image/light_cone_portrait/23025.png","ranks":{"id":"23025","skill":"Metamorphosis","desc":"Meningkatkan #1[i]% Break Effect pengguna. Saat pengguna mengakibatkan Break DMG pada target musuh, musuh akan memasuki status \"Routed\" selama #4[i] giliran. Break DMG yang diakibatkan pengguna pada target berstatus \"Routed\" akan meningkat #2[f1]%, dan SPD target akan berkurang #3[i]%. Efek dengan jenis yang sama tidak dapat ditumpuk.","params":[[0.6,0.24,0.2,2],[0.7,0.28,0.2,2],[0.8,0.32,0.2,2],[0.9,0.36,0.2,2],[1,0.4,0.2,2]],"properties":[[{"type":"BreakDamageAddedRatioBase","value":0.6}],[{"type":"BreakDamageAddedRatioBase","value":0.7}],[{"type":"BreakDamageAddedRatioBase","value":0.8}],[{"type":"BreakDamageAddedRatioBase","value":0.9}],[{"type":"BreakDamageAddedRatioBase","value":1}]]},"promotions":{"id":"23025","values":[{"hp":{"base":52.8,"step":7.92},"atk":{"base":21.6,"step":3.24},"def":{"base":24,"step":3.6}},{"hp":{"base":116.16,"step":7.92},"atk":{"base":47.52,"step":3.24},"def":{"base":52.8,"step":3.6}},{"hp":{"base":200.64,"step":7.92},"atk":{"base":82.08,"step":3.24},"def":{"base":91.2,"step":3.6}},{"hp":{"base":285.12,"step":7.92},"atk":{"base":116.64,"step":3.24},"def":{"base":129.6,"step":3.6}},{"hp":{"base":369.6,"step":7.92},"atk":{"base":151.2,"step":3.24},"def":{"base":168,"step":3.6}},{"hp":{"base":454.08,"step":7.92},"atk":{"base":185.76,"step":3.24},"def":{"base":206.4,"step":3.6}},{"hp":{"base":538.56,"step":7.92},"atk":{"base":220.32,"step":3.24},"def":{"base":244.8,"step":3.6}}],"materials":[[{"id":"2","num":5000},{"id":"114011","num":8}],[{"id":"2","num":10000},{"id":"110181","num":4},{"id":"114011","num":12}],[{"id":"2","num":20000},{"id":"110182","num":4},{"id":"114012","num":8}],[{"id":"2","num":50000},{"id":"110182","num":8},{"id":"114012","num":12}],[{"id":"2","num":100000},{"id":"110183","num":5},{"id":"114013","num":6}],[{"id":"2","num":200000},{"id":"110183","num":10},{"id":"114013","num":8}],[]]}}