{"id":"1121204","name":"Crescent Transmigration","max_level":15,"element":"Ice","type":"Talent","type_text":"พรสวรรค์","effect":"Enhance","effect_text":"เสริมพลัง","simple_desc":"เมื่อมี \"Syzygy\" 2 ชั้น จะเข้าสู่สถานะ \"Spectral Transmigration\" ทำให้เร่งแอ็กชันขึ้น 100% และเพิ่มอัตราคริติคอลของตัวเอง พร้อมทั้งได้รับสกิลต่อสู้แบบเสริมพลัง โดยขณะที่อยู่ในสถานะ \"Spectral Transmigration\" เมื่อปล่อยการโจมตีจะใช้ HP ของเพื่อนร่วมทีม และเมื่อเป้าหมายฝ่ายเราได้รับ DMG หรือใช้ HP ไป DMG คริติคอลของ Jingliu จะเพิ่มขึ้น ทั้งนี้ เมื่อจำนวนชั้นของ \"Syzygy\" เท่ากับ 0 จะออกจากสถานะ \"Spectral Transmigration\"","desc":"เมื่อมี \"Syzygy\" #5[i] ชั้น Jingliu จะเข้าสู่สถานะ \"Spectral Transmigration\" อีกทั้งได้รับ \"Syzygy\" อีก 1 ชั้น พร้อมเร่งแอ็กชันขึ้น #6[i]% และอัตราคริติคอลเพิ่มขึ้น #7[i]% จากนั้นสกิลต่อสู้ \"Transcendent Flash\" จะถูกเสริมพลังกลายเป็น \"Moon On Glacial River\" โดยจะใช้ได้แค่สกิลต่อสู้นี้เท่านั้น เมื่อทำการโจมตีขณะที่อยู่ในสถานะ \"Spectral Transmigration\" จะใช้ HP #2[i]% ของ HP สูงสุดของเพื่อนร่วมทีม (ซึ่งจะใช้ HP ของเพื่อนร่วมทีมแต่ละตัว อย่างมากสุดจนเหลือ 1 หน่วย) เมื่ออยู่ภายใต้สถานะ \"Spectral Transmigration\" และเป้าหมายฝ่ายเราได้รับ DMG หรือใช้ HP แล้ว Jingliu จะได้รับ \"แสงจันทร์\" 1 ชั้น โดย \"แสงจันทร์\" แต่ละชั้น จะทำให้ Jingliu สร้าง DMG คริติคอลเพิ่มขึ้น #3[i]% โดยมีได้มากสุดที่ #4[i] ชั้น ทั้งนี้ก่อนที่สถานะ \"Spectral Transmigration\" จะสิ้นสุดลง จะไม่สามารถเข้าสู่สถานะดังกล่าวได้อีก โดย \"Syzygy\" สามารถสะสมได้มากสุด 4 ชั้น เมื่อจำนวนชั้นของ \"Syzygy\" เป็น 0 จะออกจากสถานะ \"Spectral Transmigration\" และลบล้าง \"แสงจันทร์\" ทั้งหมด หลังจากเป้าหมายฝ่ายเราได้รับ DMG หรือใช้ HP ไปทั้งหมด #8[i] ครั้งแล้ว Jingliu จะได้รับ \"Syzygy\" 1 ชั้น โดยทุกครั้งที่เป้าหมายแต่ละตัวถูกโจมตี จะคำนวณมากสุดที่ 1 ครั้ง","params":[[0.3,0.05,0.22,5,2,1,0.4,20],[0.3,0.05,0.242,5,2,1,0.41,20],[0.3,0.05,0.264,5,2,1,0.42,20],[0.3,0.05,0.286,5,2,1,0.43,20],[0.3,0.05,0.308,5,2,1,0.44,20],[0.3,0.05,0.33,5,2,1,0.45,20],[0.3,0.05,0.3575,5,2,1,0.4625,20],[0.3,0.05,0.385,5,2,1,0.475,20],[0.3,0.05,0.4125,5,2,1,0.4875,20],[0.3,0.05,0.44,5,2,1,0.5,20],[0.3,0.05,0.462,5,2,1,0.51,20],[0.3,0.05,0.484,5,2,1,0.52,20],[0.3,0.05,0.506,5,2,1,0.53,20],[0.3,0.05,0.528,5,2,1,0.54,20],[0.3,0.05,0.55,5,2,1,0.55,20]],"icon":"icon/skill/1212_talent.png"}