{"id":"122103","name":"Earthbind, Etherbreak","max_level":15,"element":"","type":"Ultra","type_text":"ท่าไม้ตาย","effect":"Enhance","effect_text":"เสริมพลัง","simple_desc":"เข้าสู่สถานะ \"ปัดป้อง\" และยั่วยุศัตรูทั้งหมด ระหว่างนั้นหลังจากที่ถูกโจมตี จะเกิด \"การโต้กลับ\" ที่ทรงพลัง ซึ่งจะสร้าง DMG กายภาพแก่ผู้โจมตี และตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว จากนั้นจะสร้าง DMG กายภาพเล็กน้อย แก่ฝ่ายศัตรูหนึ่งตัว โดยจะทำการฟันทั้งหมด 6 ครั้ง ทั้งนี้ หากไม่เกิดการโต้กลับ ขณะอยู่ในสถานะ \"ปัดป้อง\" พอสถานะสิ้นสุดลง จะสร้าง DMG กายภาพ แก่ศัตรูแบบสุ่มเป้าหมาย และตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว","desc":"เมื่อใช้พลังงาน #8[i] หน่วย Yunli จะได้รับ \"ปัดป้อง\" อีกทั้งทำให้ศัตรูทั้งหมดติดสถานะยั่วยุ จนกว่าจะสิ้นสุดเทิร์นถัดไปของฝ่ายเราหรือฝ่ายศัตรูหนึ่งตัว รวมถึงทำให้ Yunli สร้าง DMG คริติคอล ในการโต้กลับครั้งต่อไปเพิ่มขึ้น #2[i]% เมื่อเกิดเอฟเฟกต์โต้กลับของพรสวรรค์ จะเปลี่ยนเป็นปล่อย การโต้กลับ \"Intuit: Cull\" พร้อมทั้งลบล้างเอฟเฟกต์ \"ปัดป้อง\" หากไม่เกิดการโต้กลับขณะอยู่ในสถานะ \"ปัดป้อง\" เมื่อสถานะสิ้นสุดลง Yunli จะสุ่มปล่อยการ การโต้กลับ \"Intuit: Slash\" ใส่ศัตรูแบบสุ่มเป้าหมายทันที\n- Intuit: Slash จะสร้าง DMG กายภาพ #1[i]% ของ ATK ของ Yunli แก่เป้าหมาย และสร้าง DMG กายภาพ #6[i]% ของ ATK ของ Yunli แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าวด้วย\n- Intuit: Cull จะสร้าง DMG กายภาพ #1[i]% ของ ATK ของ Yunli แก่เป้าหมาย และสร้าง DMG กายภาพ #6[i]% ของ ATK ของ Yunli แก่ตัวที่อยู่ใกล้เคียงกับเป้าหมายดังกล่าว จากนั้นจะสร้าง DMG เพิ่มอีก #4[i] ครั้ง โดย DMG แต่ละครั้งจะสร้าง DMG กายภาพ #7[i]% ของ ATK ของ Yunli แก่ศัตรูแบบสุ่มเป้าหมายหนึ่งตัว \nทั้งนี้เมื่อ Yunli สร้าง DMG ด้วยสกิลดังกล่าว จะถือว่าเป็นการสร้าง DMG ท่าไม้ตาย","params":[[1.32,0.6,0,6,0,0.66,0.432,120],[1.408,0.64,0,6,0,0.704,0.4608,120],[1.496,0.68,0,6,0,0.748,0.4896,120],[1.584,0.72,0,6,0,0.792,0.5184,120],[1.672,0.76,0,6,0,0.836,0.5472,120],[1.76,0.8,0,6,0,0.88,0.576,120],[1.87,0.85,0,6,0,0.935,0.612,120],[1.98,0.9,0,6,0,0.99,0.648,120],[2.09,0.95,0,6,0,1.045,0.684,120],[2.2,1,0,6,0,1.1,0.72,120],[2.288,1.04,0,6,0,1.144,0.7488,120],[2.376,1.08,0,6,0,1.188,0.7776,120],[2.464,1.12,0,6,0,1.232,0.8064,120],[2.552,1.16,0,6,0,1.276,0.8352,120],[2.64,1.2,0,6,0,1.32,0.864,120]],"icon":"icon/skill/1221_ultimate.png"}