{"id":"1121204","name":"Трансмиграция полумесяца","max_level":15,"element":"Ice","type":"Talent","type_text":"Талант","effect":"Enhance","effect_text":"Усиление","simple_desc":"Накопление 2 ур. статуса Сизигия переводит Цзинлю в состояние Спектральная трансмиграция, продвигает её действие вперёд на 100% и повышает её крит. шанс, а также усиливает навык. Использование атаки в состоянии Спектральная трансмиграция поглощает НР всех союзников. Когда союзники получают урон или расходуют НР, крит. урон Цзинлю повышается. Когда количество уровней статуса Сизигия опускается до 0, Цзинлю выходит из состояния Спектральная трансмиграция.","desc":"Накопление #5[i] ур. статуса Сизигия переводит Цзинлю в состояние Спектральная трансмиграция, которое дополнительно даёт ей 1 ур. этого статуса, продвигает её действие вперёд на #6[i]% и повышает её крит. шанс на #7[i]%, а также усиливает навык Непостижимая Зарница до навыка Луна на застывшей реке, и персонаж может использовать только его. Использование атаки в состоянии Спектральная трансмиграция поглощает #2[i]% от макс. НР всех союзников (НР каждого союзника может быть поглощено только до 1 ед.). В состоянии Спектральная трансмиграция, когда союзник получает урон или расходует НР, Цзинлю получает 1 ур. статуса Лунный свет. Каждый уровень этого статуса повышает её крит. урон на #3[i]% до макс. #4[i] раз. До окончания состояния Спектральная трансмиграция нельзя перейти в это состояние повторно. Статус Сизигия может складываться до 4 раз. Когда количество уровней этого статуса опускается до 0, Цзинлю выходит из состояния Спектральная трансмиграция и теряет все уровни статуса Лунный свет. Цзинлю получает 1 ур. статуса Сизигия после того, как союзники получают урон или расходуют НР в общем #8[i] раз. Этот эффект засчитывается только 1 раз за атаку, полученную каждой целью.","params":[[0.3,0.05,0.22,5,2,1,0.4,20],[0.3,0.05,0.242,5,2,1,0.41,20],[0.3,0.05,0.264,5,2,1,0.42,20],[0.3,0.05,0.286,5,2,1,0.43,20],[0.3,0.05,0.308,5,2,1,0.44,20],[0.3,0.05,0.33,5,2,1,0.45,20],[0.3,0.05,0.3575,5,2,1,0.4625,20],[0.3,0.05,0.385,5,2,1,0.475,20],[0.3,0.05,0.4125,5,2,1,0.4875,20],[0.3,0.05,0.44,5,2,1,0.5,20],[0.3,0.05,0.462,5,2,1,0.51,20],[0.3,0.05,0.484,5,2,1,0.52,20],[0.3,0.05,0.506,5,2,1,0.53,20],[0.3,0.05,0.528,5,2,1,0.54,20],[0.3,0.05,0.55,5,2,1,0.55,20]],"icon":"icon/skill/1212_talent.png"}