{"id":"121204","name":"Трансмиграция полумесяца","max_level":15,"element":"Ice","type":"Talent","type_text":"Талант","effect":"Enhance","effect_text":"Усиление","simple_desc":"Накопление 2 ур. статуса Сизигия переводит Цзинлю в состояние Спектральная трансмиграция, продвигает её действие вперёд на 100% и повышает её крит. шанс, а также усиливает навык. Использование атаки поглощает НР всех союзников и повышает силу атаки Цзинлю в зависимости от общего количества израсходованного НР. Когда количество уровней статуса Сизигия опускается до 0, Цзинлю выходит из состояния Спектральная трансмиграция.","desc":"Накопление #5[i] ур. статуса Сизигия переводит Цзинлю в состояние Спектральная трансмиграция, которое продвигает её действие вперёд на #6[i]%, повышает её крит. шанс на #7[i]%, а также усиливает навык Непостижимая Зарница до навыка Луна на застывшей реке, и персонаж может использовать только его. Использование атаки в состоянии Спектральная трансмиграция поглощает #2[i]% от макс. НР всех союзников (НР каждого союзника может быть поглощено только до 1 ед.) Сила атаки Цзинлю повышается на #3[i]% от поглощённого НР всех союзников. Её повышение силы атаки имеет верхний предел, который равен #4[i]% от её базовой силы атаки, и длится до конца текущей атаки. До окончания состояния Спектральная трансмиграция нельзя перейти в это состояние повторно. Статус Сизигия может складываться до 3 раз. Когда количество уровней этого статуса опускается до 0, Цзинлю выходит из состояния Спектральная трансмиграция.","params":[[0.3,0.04,5.4,0.9,2,1,0.4],[0.3,0.04,5.4,0.99,2,1,0.41],[0.3,0.04,5.4,1.08,2,1,0.42],[0.3,0.04,5.4,1.17,2,1,0.43],[0.3,0.04,5.4,1.26,2,1,0.44],[0.3,0.04,5.4,1.35,2,1,0.45],[0.3,0.04,5.4,1.4625,2,1,0.4625],[0.3,0.04,5.4,1.575,2,1,0.475],[0.3,0.04,5.4,1.6875,2,1,0.4875],[0.3,0.04,5.4,1.8,2,1,0.5],[0.3,0.04,5.4,1.89,2,1,0.51],[0.3,0.04,5.4,1.98,2,1,0.52],[0.3,0.04,5.4,2.07,2,1,0.53],[0.3,0.04,5.4,2.16,2,1,0.54],[0.3,0.04,5.4,2.25,2,1,0.55]],"icon":"icon/skill/1212_talent.png"}