{"id":"122103","name":"Вестник небес","max_level":15,"element":"","type":"Ultra","type_text":"Сверхспособность","effect":"Enhance","effect_text":"Усиление","simple_desc":"Получает статус Блок и начинает привлекать атаки всех противников. Будучи атакованным в это время, персонаж выполняет усиленную контратаку, которая наносит физический урон атаковавшему противнику и соседним целям, а затем наносит выбранному противнику небольшой физический урон, который отскакивает 6 раз. Если во время действия Блока не атаковать противника, то Блок также наносит случайному противнику и соседним целям физический урон.","desc":"Расходует #8[i] ед. энергии, получает статус Блок и накладывает на всех противников статус Насмешка до конца следующего хода союзника или противника. Крит. урон следующей контратаки Юньли повышается на #2[i]%. Если в это время активируется описанный в таланте персонажа эффект контратаки, то он меняется на контратаку Интуит: Истребление и снимает статус Блок. Если во время действия статуса Блок эффект контратаки не был активирован, то после окончания статуса Блок Юньли проводит контратаку Интуит: Вырубка по случайному противнику.\nИнтуит: Вырубка: Наносит цели физический урон, равный #1[i]% от силы атаки Юньли, а также наносит соседним целям физический урон, равный #6[i]% от силы атаки Юньли.\nИнтуит: Истребление: Наносит цели физический урон, равный #1[i]% от силы атаки Юньли, а также наносит соседним целям физический урон, равный #6[i]% от силы атаки Юньли, а затем наносит #4[i] доп. ударов, каждый из которых наносит случайному противнику физический урон, равный #7[i]% от силы атаки Юньли.\nКогда Юньли наносит урон с помощью этого умения, этот урон считается уроном сверхспособности.","params":[[1.32,0.6,0,6,0,0.66,0.432,120],[1.408,0.64,0,6,0,0.704,0.4608,120],[1.496,0.68,0,6,0,0.748,0.4896,120],[1.584,0.72,0,6,0,0.792,0.5184,120],[1.672,0.76,0,6,0,0.836,0.5472,120],[1.76,0.8,0,6,0,0.88,0.576,120],[1.87,0.85,0,6,0,0.935,0.612,120],[1.98,0.9,0,6,0,0.99,0.648,120],[2.09,0.95,0,6,0,1.045,0.684,120],[2.2,1,0,6,0,1.1,0.72,120],[2.288,1.04,0,6,0,1.144,0.7488,120],[2.376,1.08,0,6,0,1.188,0.7776,120],[2.464,1.12,0,6,0,1.232,0.8064,120],[2.552,1.16,0,6,0,1.276,0.8352,120],[2.64,1.2,0,6,0,1.32,0.864,120]],"icon":"icon/skill/1221_ultimate.png"}