{"id":"132104","name":"Кто боится Констанции?","max_level":15,"element":"Fire","type":"Talent","type_text":"Талант","effect":"Bounce","effect_text":"Отскок","simple_desc":"В начале боя Георгина восстанавливает энергию и накладывает на себя и на союзника, начавшего бой, статус Партнёр по танцу. После того как Партнёр по танцу атакует противника с пробитой уязвимостью, он дополнительно наносит урон суперпробития.\nПосле того как противник получает атаку другого Партнёра по танцу, Георгина выполняет бонус-атаку, которая наносит случайному противнику небольшой огненный урон, а также наносит противникам с пробитой уязвимостью 1 раз урон суперпробития, отскакивает 5 раз.","desc":"В начале боя Георгина восстанавливает #4[i] ед. энергии и накладывает на себя и на союзника, начавшего бой, статус Партнёр по танцу. Когда на поле боя не остаётся другого Партнёра по танцу, Георгина накладывает этот статус на себя и на союзника с наивысшим эффектом пробития. После того как Партнёр по танцу атакует противника с пробитой уязвимостью, урон стойкости этой атаки конвертируется в #5[i]% урона суперпробития 1 раз.\nПосле того как противник получает атаку другого Партнёра по танцу, Георгина выполняет бонус-атаку из #2[i] ударов, каждый из которых наносит случайному противнику огненный урон, равный #1[i]% от силы атаки Георгины. Каждый раз, когда эта атака наносит урон противнику с пробитой уязвимостью, урон стойкости этой атаки конвертируется в #3[i]% урона суперпробития 1 раз.\nЭтот эффект может сработать только 1 раз за ход. Если цель побеждена до активации бонус-атаки, то эта бонус-атака будет направлена на случайного противника.","params":[[0.15,5,1,35,0.3],[0.165,5,1.1,35,0.33],[0.18,5,1.2,35,0.36],[0.195,5,1.3,35,0.39],[0.21,5,1.4,35,0.42],[0.225,5,1.5,35,0.45],[0.2437,5,1.625,35,0.4875],[0.2625,5,1.75,35,0.525],[0.2812,5,1.875,35,0.5625],[0.3,5,2,35,0.6],[0.315,5,2.1,35,0.63],[0.33,5,2.2,35,0.66],[0.345,5,2.3,35,0.69],[0.36,5,2.4,35,0.72],[0.375,5,2.5,35,0.75]],"icon":"icon/skill/1321_talent.png"}