{"id":"140805","name":"Судьба: Воплощение бога","max_level":15,"element":"","type":"","type_text":"Талант","effect":"Enhance","effect_text":"Усиление","simple_desc":"Талант Каосланы. При трансформации получает заряд Бедствие.\nКаослана игнорирует эффекты контроля и обладает 3 новыми умениями. Трансформация повышает силу атаки и макс. НР. Использование атаки восстанавливает НР. После получения добивающего удара восстанавливает НР и немедленно выполняет последний удар. Чем выше оставшееся количество доп. ходов Каосланы, тем ниже множитель урона.\nПосле окончания трансформации повышается скорость всех союзников.","desc":"Талант Каосланы. При трансформации получает #1[i] ед. заряда Бедствие. Если трансформация происходит во время хода союзника, то все имеющиеся у этого союзника усиления будут продлены на 1 ход, после чего текущий ход заканчивается.\nКаослана игнорирует эффекты контроля и имеет 1 усиленную базовую атаку и 2 усиленных навыка, но не может использовать сверхспособность. Трансформация повышает силу атаки Каосланы на #4[i]% и его макс. НР - на #5[i]%. После использования атаки Каослана восстанавливает #7[i]% от своего макс. НР и после получения добивающего удара не становится неспособен сражаться, вместо этого он восстанавливает #2[i]% от своего макс. НР и немедленно выполняет последний удар. За каждый оставшийся дополнительный ход Каосланы множитель урона последнего удара понижается на #3[f1]% от изначального множителя.\nПосле окончания трансформации скорость всех союзников повышается на #6[i]% на 1 ход.","params":[[4,0.25,0.125,0.4,1.35,0.15,0.2],[4,0.25,0.125,0.44,1.485,0.15,0.2],[4,0.25,0.125,0.48,1.62,0.15,0.2],[4,0.25,0.125,0.52,1.755,0.15,0.2],[4,0.25,0.125,0.56,1.89,0.15,0.2],[4,0.25,0.125,0.6,2.025,0.15,0.2],[4,0.25,0.125,0.65,2.1938,0.15,0.2],[4,0.25,0.125,0.7,2.3625,0.15,0.2],[4,0.25,0.125,0.75,2.5312,0.15,0.2],[4,0.25,0.125,0.8,2.7,0.15,0.2],[4,0.25,0.125,0.84,2.835,0.15,0.2],[4,0.25,0.125,0.88,2.97,0.15,0.2],[4,0.25,0.125,0.92,3.105,0.15,0.2],[4,0.25,0.125,0.96,3.24,0.15,0.2],[4,0.25,0.125,1,3.375,0.15,0.2]],"icon":null}