{"id":"140809","name":"Бедствие: Указ о сожжении души","max_level":15,"element":"","type":"BPSkill","type_text":"Навык","effect":"Enhance","effect_text":"Усиление","simple_desc":"Получает количество единиц заряда Бедствие, равное числу противников на поле боя, и заставляет всех противников выполнить действия немедленно. Получает статус Ожог души, который понижает получаемый урон. После окончания действий всех противников выполняет контратаку, которая наносит небольшой физический урон всем противникам и отскакивает 4 раза, каждый из которых наносит небольшой физический урон случайному противнику. Чем больше действий противников, тем выше урон.","desc":"Получает количество единиц заряда Бедствие, равное числу противников на поле боя, и 1 ур. статуса Ожог души, после чего заставляет всех противников выполнить действия немедленно.\nСтатус Ожог души понижает получаемый Каосланой урон на #2[i]%. Атака или действие противника даёт 1 доп. уровень статуса Ожог души. После окончания действия указанного противника Каослана немедленно выполняет контратаку, которая наносит всем противникам физический урон, равный #1[i]% от его силы атаки, а также дополнительно выполняет #3[i] удара, каждый из которых наносит случайному противнику физический урон, равный #4[i]% от силы атаки Каосланы, после чего статус Ожог души снимается. Каждый уровень статуса Ожог души повышает множитель урона этой контратаки на #5[i]% от изначального множителя.\nНанесённый этим умением урон считается уроном навыка. Если статус Ожог души всё ещё активен в начале доп. хода Каосланы, то он немедленно выполняет контратаку.","params":[[0.2,0.75,4,0.15,0.2],[0.22,0.75,4,0.165,0.2],[0.24,0.75,4,0.18,0.2],[0.26,0.75,4,0.195,0.2],[0.28,0.75,4,0.21,0.2],[0.3,0.75,4,0.225,0.2],[0.325,0.75,4,0.2437,0.2],[0.35,0.75,4,0.2625,0.2],[0.375,0.75,4,0.2812,0.2],[0.4,0.75,4,0.3,0.2],[0.42,0.75,4,0.315,0.2],[0.44,0.75,4,0.33,0.2],[0.46,0.75,4,0.345,0.2],[0.48,0.75,4,0.36,0.2],[0.5,0.75,4,0.375,0.2]],"icon":"icon/skill/1408_skill.png"}