{"id":"23025","name":"Onde os Sonhos Deveriam Repousar","rarity":5,"path":"Warrior","desc":"Essa é a fronteira do sistema Asdana. O oceano de Memória ruge com ondas montanhosas e ela, como uma única e minúscula faísca, pode ser encharcada a qualquer momento na tempestade.\n\"Para alguém que não pode sonhar entrar na Sinestesia do Mundonírico, seria necessário pagar um preço comparável à morte.\"\nEla ainda pode ouvir as vozes preocupadas de seus companheiros em seus ouvidos. Ela respira fundo e mergulha na Zona da Memória.\nÀ medida que o veículo afunda silenciosamente nas profundezas da Zona da Memória, pequenas fagulhas de luzes de vaga-lumes se dissipam das rachaduras e são imediatamente engolidas pela escuridão sem fim.\n\"Por que corres em direção à morte?\"\nNo oceano de Memória que se aprofunda cada vez mais, a fraca luz emitida pelas criaturas da Zona da Memória são como olhos distantes que a observam com indiferença.\nOs sonhos permaneceram muito distantes para ela. Ela observa inutilmente a escuridão sem limites, seu corpo e alma há muito já atingiram o limiar do colapso sob a pressão da Memória. Ainda que ela entenda que sua consciência aos poucos se desvanece, apenas aquelas memórias remanescentes continuam a passar repetidamente pelo seu cérebro...\nO Enxame que cobria o céu rasgou as defesas da vanguarda à medida que ela avançava em direção ao Enxame envolta em fogo. As cinzas carbonizadas do Enxame desapareceram como neve, sob a qual jazem as carcaças negras dos cavaleiros.\nEla nem teve tempo de oferecer um buquê como agradecimento final aos cavaleiros, que pereciam um após o outro. Suas vidas floresciam em um piscar de olhos e se apagavam na mesma velocidade. Como uma linha de código genérico, eles nunca possuíam nomes, apenas números eram concedidos a eles.\n\"Por que vives?\"\nNo silêncio sepulcral, como chamas dissolvendo no mar, ela é reduzida a um único ponto de fogo, e avança em direção à luz interminavelmente...\nEla abre seus olhos depois do que pareceu uma eternidade. Ela vê o \"futuro\" parecendo uma pérola, irradiando uma luz suave e vaga. Lágrimas correm pelo seu rosto...\n\"Para encontrar... meu próprio 'sonho'...\"","icon":"icon/light_cone/23025.png","preview":"image/light_cone_preview/23025.png","portrait":"image/light_cone_portrait/23025.png"}