{"id":"23025","name":"A donde regresan los sueños","rarity":5,"path":"Warrior","desc":"La frontera del sistema estelar Asdana. Las olas gigantes agitaban el océano de recuerdos, y ella era como una chispa que podía extinguirse en cualquier momento con un fuerte soplo de viento.\n\"Cuando alguien incapaz de soñar quiere entrar en el paisaje onírico sinestésico, el precio a pagar es comparable a la muerte\".\nLa voz preocupada de sus compañeros aún resonaba en sus oídos. Respiró hondo y se sumergió en la Zona de los Recuerdos.\nA medida que el vehículo se hundía en silencio en las profundidades de la Zona de los Recuerdos, diminutas motas de luz como estrellas escapaban entre sus resquicios, solo para ser engullidas por la oscuridad sin fin.\n\"¿Por qué morimos?\".\nEn el océano de recuerdos, cada vez más profundo, las criaturas de la Zona de los Recuerdos emitían una tenue luz que recuerda a unos ojos lejanos que la miran con indiferencia.\nLos sueños permanecían demasiado distantes para ella. Contemplaba la negrura infinita, con su cuerpo y alma hace rato al borde del colapso bajo la inmensa presión de la memoria. Aunque sentía que su conciencia se desvanecía, su mente repetía una y otra vez los mismos recuerdos persistentes...\nEl Enjambre irrumpía en las líneas del frente y su cuerpo envuelto en llamas se alzaba hacia ellos. Las cenizas del Enjambre caían como nieve, cubriendo los restos ennegrecidos de los caballeros de abajo.\nNi siquiera había tenido tiempo de sostener un ramo, de ofrecer un último tributo a sus camaradas caídos mientras caían uno tras otro. Sus vidas parpadeaban brevemente y luego se extinguían, como una cadena de códigos genéticos, solo dígitos, nunca teniendo sus propios nombres.\n\"¿Por qué vivimos?\".\nEn un silencio sepulcral, se disolvía como una llama en el mar. Solo quedaba una débil chispa que avanzaba hacia un lugar brillante...\nNo sabía cuánto tiempo había pasado cuando abrió los ojos y le pareció ver el futuro como una perla que emitía una luz tenue. Las lágrimas bañaron su rostro...\n\"Para encontrar... mi propio sueño...\".","icon":"icon/light_cone/23025.png","preview":"image/light_cone_preview/23025.png","portrait":"image/light_cone_portrait/23025.png"}