{"id":"122103","name":"Kiếm Vi Địa Kỷ, Nhẫn Kinh Thiên Tông","max_level":15,"element":"","type":"Ultra","type_text":"Tuyệt Kỹ","effect":"Enhance","effect_text":"Cường Hóa","simple_desc":"Vào Chống Đỡ và khiêu khích toàn bộ kẻ địch, trong thời gian này, sau khi bị tấn công sẽ kích hoạt Phản Kích mạnh mẽ, gây Sát Thương Vật Lý cho người tấn công và mục tiêu lân cận người đó, sau đó gây lượng nhỏ Sát Thương Vật Lý cho 1 kẻ địch, tổng cộng Nảy Bật 6 lần. Nếu trong thời gian trạng thái Chống Đỡ không kích hoạt Phản Kích, thì khi kết thúc trạng thái sẽ gây Sát Thương Vật Lý cho kẻ địch ngẫu nhiên và mục tiêu lân cận kẻ đó.","desc":"Tiêu hao #8[i] điểm Năng Lượng, Yunli nhận Chống Đỡ và khiến toàn bộ kẻ địch rơi vào trạng thái Khiêu Khích, duy trì đến khi kết thúc hiệp tiếp theo của phe ta hoặc phe địch. Đồng thời khiến sát thương Bạo Kích Yunli gây ra ở lần Phản Kích kế tiếp tăng #2[i]%. Khi kích hoạt hiệu ứng Phản Kích của Thiên Phú, sẽ thay thế thành phát động Phản Kích Nhìn Thấu - Diệt, đồng thời xóa bỏ hiệu ứng Chống Đỡ. Nếu trong thời gian trạng thái Chống Đỡ không kích hoạt Phản Kích, thì khi kết thúc trạng thái, Yunli sẽ lập tức phát động Phản Kích Nhìn Thấu - Chém lên kẻ địch ngẫu nhiên.\nNhìn Thấu - Chém: Gây cho mục tiêu Sát Thương Vật Lý bằng #1[i]% Tấn Công của Yunli, gây cho mục tiêu lân cận kẻ đó Sát Thương Vật Lý bằng #6[i]% Tấn Công của Yunli.\nNhìn Thấu - Diệt: Gây cho mục tiêu Sát Thương Vật Lý bằng #1[i]% Tấn Công của Yunli, gây cho mục tiêu lân cận kẻ đó Sát Thương Vật Lý bằng #6[i]% Tấn Công của Yunli, sau đó gây thêm #4[i] lần sát thương, mỗi lần sát thương sẽ gây cho 1 kẻ địch ngẫu nhiên Sát Thương Vật Lý bằng #7[i]% Tấn Công của Yunli.\nKhi Yunli gây sát thương thông qua kỹ năng này sẽ được xem là gây sát thương Tuyệt Kỹ.","params":[[1.32,0.6,0,6,0,0.66,0.432,120],[1.408,0.64,0,6,0,0.704,0.4608,120],[1.496,0.68,0,6,0,0.748,0.4896,120],[1.584,0.72,0,6,0,0.792,0.5184,120],[1.672,0.76,0,6,0,0.836,0.5472,120],[1.76,0.8,0,6,0,0.88,0.576,120],[1.87,0.85,0,6,0,0.935,0.612,120],[1.98,0.9,0,6,0,0.99,0.648,120],[2.09,0.95,0,6,0,1.045,0.684,120],[2.2,1,0,6,0,1.1,0.72,120],[2.288,1.04,0,6,0,1.144,0.7488,120],[2.376,1.08,0,6,0,1.188,0.7776,120],[2.464,1.12,0,6,0,1.232,0.8064,120],[2.552,1.16,0,6,0,1.276,0.8352,120],[2.64,1.2,0,6,0,1.32,0.864,120]],"icon":"icon/skill/1221_ultimate.png"}