{"id":"1121204","name":"Crescent Transmigration","max_level":15,"element":"Ice","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Enhance","simple_desc":"When possessing 2 stack(s) of \"Syzygy,\" Jingliu enters the \"Spectral Transmigration\" state with her action advanced by 100%, her CRIT Rate increased, and her Skill enhanced. Using an attack in the \"Spectral Transmigration\" state consumes HP from her teammates. And when ally targets receive DMG or consume HP, Jingliu's CRIT DMG increases. When \"Syzygy\" stacks become 0, exits the \"Spectral Transmigration\" state.","desc":"When Jingliu has #5[i] stacks of \"Syzygy,\" she enters the \"Spectral Transmigration\" state with 1 extra stack of \"Syzygy\" gained, her action advanced by #6[i]%, and her CRIT Rate increased by #7[i]%. Then, Jingliu's Skill \"Transcendent Flash\" is enhanced to \"Moon On Glacial River,\" and only this enhanced Skill is available for use in battle. When Jingliu uses an attack in the Spectral Transmigration state, she consumes HP from her teammates equal to #2[i]% of their respective Max HP (this cannot reduce teammates' HP to lower than 1). During the \"Spectral Transmigration\" state, when ally targets receive DMG or consume HP, Jingliu gains 1 stack of \"Moonlight.\" Each \"Moonlight\" stack increases Jingliu's CRIT DMG by #3[i]%, stacking up to #4[i] time(s). Jingliu cannot enter the \"Spectral Transmigration\" state again until the current \"Spectral Transmigration\" state ends. \"Syzygy\" can stack up to 4 times. When \"Syzygy\" stacks become 0, Jingliu will exit the \"Spectral Transmigration\" state and remove all \"Moonlight.\" After ally targets receive DMG or consume HP for a total of #8[i] times, Jingliu gains 1 stack of \"Syzygy.\" Each attack received by each target is only counted once.","params":[[0.3,0.05,0.22,5,2,1,0.4,20],[0.3,0.05,0.242,5,2,1,0.41,20],[0.3,0.05,0.264,5,2,1,0.42,20],[0.3,0.05,0.286,5,2,1,0.43,20],[0.3,0.05,0.308,5,2,1,0.44,20],[0.3,0.05,0.33,5,2,1,0.45,20],[0.3,0.05,0.3575,5,2,1,0.4625,20],[0.3,0.05,0.385,5,2,1,0.475,20],[0.3,0.05,0.4125,5,2,1,0.4875,20],[0.3,0.05,0.44,5,2,1,0.5,20],[0.3,0.05,0.462,5,2,1,0.51,20],[0.3,0.05,0.484,5,2,1,0.52,20],[0.3,0.05,0.506,5,2,1,0.53,20],[0.3,0.05,0.528,5,2,1,0.54,20],[0.3,0.05,0.55,5,2,1,0.55,20]],"icon":"icon/skill/1212_talent.png"}