{"id":"122103","name":"Earthbind, Etherbreak","max_level":15,"element":"","type":"Ultra","type_text":"Ultimate","effect":"Enhance","effect_text":"Enhance","simple_desc":"Enters \"Parry\" and taunts all enemies. When attacked during this period, triggers powerful Counter and deals Physical DMG to the attacker and adjacent targets. Then, deals minor Physical DMG to a single enemy that bounces 6 times. If no Counter is triggered while Parry is active, deals Physical DMG to a random enemy target and adjacent targets when Parry ends.","desc":"Consumes #8[i] Energy. Yunli gains Parry and Taunts all enemies, lasting until the end of the next ally's or enemy's turn. Increases the CRIT DMG dealt by Yunli's next Counter by #2[i]%. When triggering the Counter effect from Talent, launches the Counter \"Intuit: Cull\" instead and removes the Parry effect. If no Counter is triggered while Parry is active, Yunli will immediately launch the Counter \"Intuit: Slash\" on a random enemy target.\n\"Intuit: Slash\": Deals Physical DMG equal to #1[i]% of Yunli's ATK to the target, and deals Physical DMG equal to #6[i]% of Yunli's ATK to adjacent targets.\n\"Intuit: Cull\": Deals Physical DMG equal to #1[i]% of Yunli's ATK to the target, and deals Physical DMG equal to #6[i]% of Yunli's ATK to adjacent targets. Then, additionally deals #4[i] instances of DMG, each dealing Physical DMG equal to #7[i]% of Yunli's ATK to a random single enemy.\nWhen Yunli deals DMG via this ability, it's considered as dealing Ultimate DMG.","params":[[1.32,0.6,0,6,0,0.66,0.432,120],[1.408,0.64,0,6,0,0.704,0.4608,120],[1.496,0.68,0,6,0,0.748,0.4896,120],[1.584,0.72,0,6,0,0.792,0.5184,120],[1.672,0.76,0,6,0,0.836,0.5472,120],[1.76,0.8,0,6,0,0.88,0.576,120],[1.87,0.85,0,6,0,0.935,0.612,120],[1.98,0.9,0,6,0,0.99,0.648,120],[2.09,0.95,0,6,0,1.045,0.684,120],[2.2,1,0,6,0,1.1,0.72,120],[2.288,1.04,0,6,0,1.144,0.7488,120],[2.376,1.08,0,6,0,1.188,0.7776,120],[2.464,1.12,0,6,0,1.232,0.8064,120],[2.552,1.16,0,6,0,1.276,0.8352,120],[2.64,1.2,0,6,0,1.32,0.864,120]],"icon":"icon/skill/1221_ultimate.png"}