{"id":"23025","name":"Giấc Mộng Sẽ Đi Về Đâu","rarity":5,"path":"Warrior","desc":"Vùng ven tinh hệ Asdana. Biển ký ức cuộn trào những con sóng khổng lồ, cô giống như một đốm lửa, có thể bị gió bão dập tắt bất cứ lúc nào.\n\"Một người không thể nằm mơ muốn bước vào Cõi Mộng Liên Kết Trực Giác, cái giá phải trả thậm chí là cái chết.\"\nGiọng nói lo lắng của đồng đội vẫn vang vọng bên tai cô. Cô hít một hơi thật sâu, bước vào Vùng Hồi Ức.\nKhi thiết bị chuyên dụng chìm sâu vào Vùng Hồi Ức, từng đốm sáng nhỏ lập lòe tỏa ra nơi khe sâu rồi bị bóng tối vô tận nuốt chửng trong chốc lát.\n \"Vì sao phải lao đầu vào cái chết?\"\nTrong biển ký ức ngày càng sâu thẳm, những ánh sáng yếu ớt phát ra từ sinh vật nơi Vùng Ký Ức cứ như ánh mắt ở cõi xa xăm, nhìn chằm chằm vào cô một cách lạnh lùng.\nGiấc mơ đối với cô vẫn là một chuyện quá xa vời. Cô đờ đẫn nhìn vào bóng tối vô biên, dưới áp lực nặng nề của Chất Ký Ức, cơ thể và linh hồn đã đạt đến giới hạn của sự sụp đổ. Ngay cả khi cảm giác được ý thức của mình đang trở nên xa dần, trong đầu vẫn chỉ có những ký ức còn sót lại đó lặp đi lặp lại, hết lần này đến lần khác...\nĐàn côn trùng bao trùm cả bầu trời phá vỡ tiền tuyến, cô ấy bay thẳng vào đàn côn trùng trong sự bao bọc của lửa, tro của đàn côn trùng rơi xuống như tuyết vỡ, bên dưới chỉ còn lại những thi thể cháy đen của các kỵ sĩ.\nCô ấy còn chưa kịp tự tay dâng tặng bó hoa tưởng niệm cho từng thiết kỵ đã hi sinh thân mình. Sinh mệnh của họ nở rộ trong khoảnh khắc rồi lập tức tắt lịm, giống như một chuỗi mã gen chỉ vừa có con số chứ chưa kịp mang họ tên của riêng mình.\n \"Vì sao tôi vẫn sống?\"\nTrong sự tĩnh lặng như cái chết, cô ấy như ngọn lửa hòa tan vào biển, chỉ còn lại một đốm sáng nhỏ nhoi le lói vẫn không ngừng tiến về nơi có ánh sáng, tiến về phía trước...\nKhông biết đã qua bao lâu, cô ấy mở mắt, dường như nhìn thấy \"tương lai\" giống như một viên trân châu, tỏa ra ánh sáng mờ ảo, nước mắt chảy trào, men theo gương mặt nhỏ xuống...\n \"Để tìm ra... giấc mơ thuộc về chính mình...\"","icon":"icon/light_cone/23025.png","preview":"image/light_cone_preview/23025.png","portrait":"image/light_cone_portrait/23025.png","ranks":{"id":"23025","skill":"Biến Đổi","desc":"Khiến Tấn Công Kích Phá của người trang bị tăng #1[i]%. Khi người trang bị gây Sát Thương Phá Vỡ cho kẻ địch, sẽ khiến kẻ địch rơi vào trạng thái Thảm Bại, duy trì #4[i] hiệp. Ở trạng thái Thảm Bại, Sát Thương Phá Vỡ mục tiêu phải chịu do người trang bị gây ra tăng #2[f1]%, Tốc Độ giảm #3[i]%, hiệu ứng cùng loại không thể cộng dồn.","params":[[0.6,0.24,0.2,2],[0.7,0.28,0.2,2],[0.8,0.32,0.2,2],[0.9,0.36,0.2,2],[1,0.4,0.2,2]],"properties":[[{"type":"BreakDamageAddedRatioBase","value":0.6}],[{"type":"BreakDamageAddedRatioBase","value":0.7}],[{"type":"BreakDamageAddedRatioBase","value":0.8}],[{"type":"BreakDamageAddedRatioBase","value":0.9}],[{"type":"BreakDamageAddedRatioBase","value":1}]]},"promotions":{"id":"23025","values":[{"hp":{"base":52.8,"step":7.92},"atk":{"base":21.6,"step":3.24},"def":{"base":24,"step":3.6}},{"hp":{"base":116.16,"step":7.92},"atk":{"base":47.52,"step":3.24},"def":{"base":52.8,"step":3.6}},{"hp":{"base":200.64,"step":7.92},"atk":{"base":82.08,"step":3.24},"def":{"base":91.2,"step":3.6}},{"hp":{"base":285.12,"step":7.92},"atk":{"base":116.64,"step":3.24},"def":{"base":129.6,"step":3.6}},{"hp":{"base":369.6,"step":7.92},"atk":{"base":151.2,"step":3.24},"def":{"base":168,"step":3.6}},{"hp":{"base":454.08,"step":7.92},"atk":{"base":185.76,"step":3.24},"def":{"base":206.4,"step":3.6}},{"hp":{"base":538.56,"step":7.92},"atk":{"base":220.32,"step":3.24},"def":{"base":244.8,"step":3.6}}],"materials":[[{"id":"2","num":5000},{"id":"114011","num":8}],[{"id":"2","num":10000},{"id":"110181","num":4},{"id":"114011","num":12}],[{"id":"2","num":20000},{"id":"110182","num":4},{"id":"114012","num":8}],[{"id":"2","num":50000},{"id":"110182","num":8},{"id":"114012","num":12}],[{"id":"2","num":100000},{"id":"110183","num":5},{"id":"114013","num":6}],[{"id":"2","num":200000},{"id":"110183","num":10},{"id":"114013","num":8}],[]]}}