{"id":"1121204","name":"Migration du croissant","max_level":15,"element":"Ice","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Renforcement","simple_desc":"Lorsque Jingliu bénéficie de 2 cumuls de Syzygie, elle entre en état de Migration spectrale, son action est avancée de 100 %, ses chances de coup critique augmentent et sa compétence est renforcée. Utiliser une attaque dans l'état Migration spectrale consomme les PV de tous les autres coéquipiers. Dans l'état Migration spectrale, lorsqu'une cible alliée subit des DGT ou consomme des PV, augmente les DGT critiques de Jingliu en fonction du total de PV consommés. Lorsque les cumuls de Syzygie tombent à 0, Jingliu quitte l'état Migration spectrale.","desc":"Lorsque Jingliu bénéficie de #5[i] cumuls de Syzygie, elle entre dans l'état Migration spectrale et obtient 1 cumul supplémentaire de Syzygie. De plus, son action est avancée de #6[i]% et ses chances de coup critique augmentent de #7[i]%. Aussi, la compétence Éclair transcendant de Jingliu est renforcée pour se transformer en Reflet de lune sur rivière glacée, et devient la seule capacité utilisable en combat. Lorsque Jingliu utilise une attaque dans l'état Migration spectrale, elle consomme #2[i]% des PV max de chaque coéquipier (les PV des coéquipiers ne peuvent pas être réduits en dessous de 1). Dans l'état Migration spectrale, Jingliu obtient 1 cumul de Clair de lune lorsqu'un allié subit des DGT ou consomme des PV. Chaque cumul de Clair de lune augmente les DGT critiques de Jingliu de #3[i]%, cumulable jusqu'à #4[i] fois. Jingliu ne peut pas entrer à nouveau dans l'état Migration spectrale tant que l'état actuel perdure. Syzygie peut se cumuler jusqu'à 4 fois. Lorsque les cumuls de Syzygie tombent à 0, Jingliu quitte l'état Migration spectrale et perd tous les cumuls de Clair de lune. Si une cible alliée subit des DGT ou consomme des PV #8[i] fois, Jingliu obtient 1 cumul de Syzygie. Cet effet s'active un maximum de 1 fois par attaque subie par cible.","params":[[0.3,0.05,0.22,5,2,1,0.4,20],[0.3,0.05,0.242,5,2,1,0.41,20],[0.3,0.05,0.264,5,2,1,0.42,20],[0.3,0.05,0.286,5,2,1,0.43,20],[0.3,0.05,0.308,5,2,1,0.44,20],[0.3,0.05,0.33,5,2,1,0.45,20],[0.3,0.05,0.3575,5,2,1,0.4625,20],[0.3,0.05,0.385,5,2,1,0.475,20],[0.3,0.05,0.4125,5,2,1,0.4875,20],[0.3,0.05,0.44,5,2,1,0.5,20],[0.3,0.05,0.462,5,2,1,0.51,20],[0.3,0.05,0.484,5,2,1,0.52,20],[0.3,0.05,0.506,5,2,1,0.53,20],[0.3,0.05,0.528,5,2,1,0.54,20],[0.3,0.05,0.55,5,2,1,0.55,20]],"icon":"icon/skill/1212_talent.png"}