{"id":"121204","name":"Migration du croissant","max_level":15,"element":"Ice","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Renforcement","simple_desc":"Lorsque Jingliu possède #5[i] cumuls de Syzygie, elle entre en état de Migration spectrale, ce qui avance son action de 100 %, augmente ses chances de coup critique et renforce sa compétence. Utiliser une attaque dans cet état consomme les PV de tous les autres alliés et augmente l'ATQ de Jingliu en fonction du total de PV consommés. Jingliu sort de l'état Migration spectrale lorsque les cumuls de Syzygie tombent à 0.","desc":"Lorsque Jingliu possède #5[i] cumuls de Syzygie, elle entre en état de Migration spectrale, ce qui avance son action de #6[i]% et augmente ses chances de coup critique de #7[i]%. La compétence de Jingliu Éclair transcendant devient alors renforcée pour se transformer en Reflet de lune sur rivière glacée, et devient la seule capacité qu'elle peut utiliser en combat. Lorsque Jingliu utilise une attaque dans l'état Migration spectrale, elle consomme #2[i]% des PV max respectifs des alliés (les PV des alliés ne peuvent pas être réduits en dessous de 1). L'ATQ de Jingliu augmente à hauteur de #3[i]% du total de PV consommés chez tous les alliés lors de cette attaque, sans excéder #4[i]% de son ATQ de base, jusqu'à la fin de l'attaque en cours. Jingliu ne peut pas entrer à nouveau dans l'état Migration spectrale jusqu'à ce que l'état Migration spectrale actuel se termine. Syzygie peut se cumuler jusqu'à 3 fois. Jingliu sort de l'état Migration spectrale lorsque les cumuls de Syzygie tombent à 0.","params":[[0.3,0.04,5.4,0.9,2,1,0.4],[0.3,0.04,5.4,0.99,2,1,0.41],[0.3,0.04,5.4,1.08,2,1,0.42],[0.3,0.04,5.4,1.17,2,1,0.43],[0.3,0.04,5.4,1.26,2,1,0.44],[0.3,0.04,5.4,1.35,2,1,0.45],[0.3,0.04,5.4,1.4625,2,1,0.4625],[0.3,0.04,5.4,1.575,2,1,0.475],[0.3,0.04,5.4,1.6875,2,1,0.4875],[0.3,0.04,5.4,1.8,2,1,0.5],[0.3,0.04,5.4,1.89,2,1,0.51],[0.3,0.04,5.4,1.98,2,1,0.52],[0.3,0.04,5.4,2.07,2,1,0.53],[0.3,0.04,5.4,2.16,2,1,0.54],[0.3,0.04,5.4,2.25,2,1,0.55]],"icon":"icon/skill/1212_talent.png"}