{"id":"122204","name":"Danse nébuleuse","max_level":15,"element":"Fire","type":"Talent","type_text":"Talent","effect":"AoEAttack","effect_text":"ZdE","simple_desc":"Utiliser la compétence invoque Fuyuan. Lors de son action, Fuyuan lance une ATQ de suivi et inflige des DGT de feu mineurs à tous les ennemis. D'autre part, inflige des DGT de feu mineurs à un ennemi unique aléatoire, en priorisant les cibles dont la robustesse est supérieure à 0 et qui ont une Faiblesse au feu. Dissipe 1 malus à tous les alliés et restaure des PV.\nUtiliser la compétence de façon répétée augmente le nombre d'actions de Fuyuan.","desc":"Lors de l'utilisation de la compétence, invoque Fuyuan, dont la VIT de départ est de #1[i] et le nombre d'actions initial est de #7[i].\nLors de son action, Fuyuan lance une ATQ de suivi qui inflige des DGT de feu équivalents à #2[i]% de l'ATQ de Lingsha à tous les ennemis. D'autre part, inflige des DGT de feu équivalents à #8[i]% de l'ATQ de Lingsha à un ennemi unique aléatoire, cette instance de DGT priorisant les cibles dont la robustesse est supérieure à 0 et qui ont une Faiblesse au feu. Dissipe #6[i] malus sur tous les alliés et restaure un montant de PV équivalent à #3[f1]% de l'ATQ de Lingsha + #4[i].\nFuyuan peut cumuler jusqu'à #5[i] actions. Fuyuan disparaît lorsque son nombre d'actions tombe à 0 ou que Lingsha est à terre.\nLorsque Fuyuan est sur le champ de bataille, utiliser la compétence augmente le nombre d'actions de Fuyuan de #7[i].","params":[[90,0.375,0.08,90,5,1,3,0.375],[90,0.4125,0.085,144,5,1,3,0.4125],[90,0.45,0.09,184.5,5,1,3,0.45],[90,0.4875,0.095,225,5,1,3,0.4875],[90,0.525,0.1,252,5,1,3,0.525],[90,0.5625,0.104,279,5,1,3,0.5625],[90,0.6094,0.108,299.25,5,1,3,0.6094],[90,0.6562,0.112,319.5,5,1,3,0.6562],[90,0.7031,0.116,339.75,5,1,3,0.7031],[90,0.75,0.12,360,5,1,3,0.75],[90,0.7875,0.124,380.25,5,1,3,0.7875],[90,0.825,0.128,400.5,5,1,3,0.825],[90,0.8625,0.132,420.75,5,1,3,0.8625],[90,0.9,0.136,441,5,1,3,0.9],[90,0.9375,0.14,461.25,5,1,3,0.9375]],"icon":"icon/skill/1222_talent.png"}