{"id":"130704","name":"Toile du caprice du destin","max_level":15,"element":"","type":"Talent","type_text":"Talent","effect":"Impair","effect_text":"Incapacitation","simple_desc":"Lorsqu'une cible ennemie subit des dégâts sur la durée au début de chaque tour, elle a une chance d'être affectée par Arcanes. Elle subit des dégâts de vent sur la durée au début de chaque tour, et Cygne noir déclenche des effets supplémentaires en fonction du nombre de cumuls d'Arcanes.","desc":"Chaque fois qu'une cible ennemie subit des dégâts sur la durée au début de chaque tour, il y a #2[i]% de chances de base de lui appliquer 1 cumul d'Arcanes.\nLes cibles ennemies affectées par Arcanes subissent des dégâts de vent sur la durée équivalents à #1[i]% de l'ATQ de Cygne noir au début de chaque tour. Chaque cumul d'Arcanes augmente de #3[f1]% ce multiplicateur de dégâts sur la durée. Puis Arcanes est réinitialisé à 1 cumul. Arcanes peut se cumuler jusqu'à #8[i] fois.\nLorsqu'Arcanes inflige des DGT au début du tour d'une cible ennemie, Cygne noir déclenche des effets supplémentaires en fonction du nombre de cumuls d'Arcanes appliqués à la cible :\nÀ partir de #4[i] cumuls d'Arcanes, inflige des dégâts de vent sur la durée équivalents à #5[i]% de l'ATQ de Cygne noir aux cibles adjacentes, avec #2[i]% de chances de base de leur infliger 1 cumul d'Arcanes.\nÀ partir de #6[i] cumuls d'Arcanes, permet aux dégâts sur la durée infligés cette fois d'ignorer #7[i]% de la DÉF de la cible et des cibles adjacentes.","params":[[0.96,0.5,0.048,3,0.72,7,0.2,50],[1.1184,0.515,0.0559,3,0.8388,7,0.2,50],[1.2768,0.53,0.0638,3,0.9576,7,0.2,50],[1.4352,0.545,0.0718,3,1.0764,7,0.2,50],[1.5936,0.56,0.0797,3,1.1952,7,0.2,50],[1.752,0.575,0.0876,3,1.314,7,0.2,50],[1.896,0.5938,0.0948,3,1.422,7,0.2,50],[2.04,0.6125,0.102,3,1.53,7,0.2,50],[2.22,0.6312,0.111,3,1.665,7,0.2,50],[2.4,0.65,0.12,3,1.8,7,0.2,50],[2.52,0.665,0.126,3,1.89,7,0.2,50],[2.64,0.68,0.132,3,1.98,7,0.2,50],[2.76,0.695,0.138,3,2.07,7,0.2,50],[2.88,0.71,0.144,3,2.16,7,0.2,50],[3,0.725,0.15,3,2.25,7,0.2,50]],"icon":"icon/skill/1307_talent.png"}