{"id":"140805","name":"Destin : Corps divin","max_level":15,"element":"","type":"","type_text":"Talent","effect":"Enhance","effect_text":"Renforcement","simple_desc":"Talent de Khaslana. Lorsqu'il se transforme, Khaslana obtient Fléau.\nKhaslana est immunisé aux malus de contrôle et possède 3 nouvelles capacités. Sous cette forme, son ATQ et ses PV max augmentent, il restaure des PV lorsqu'il attaque, et lorsqu'il subit un coup fatal, il restaure des PV avant d'immédiatement lancer une frappe finale. Plus il reste d'actions, plus le multiplicateur de DGT est bas.\nÀ la fin de la transformation, augmente la VIT de tous les alliés.","desc":"Talent de Khaslana. Lorsqu'il se transforme, Khaslana obtient #1[i] Fléaux. S'il se transforme au cours du tour d'un allié, tous les bonus dont l'allié bénéficie dure 1 tour supplémentaire et le tour actuel prend fin.\nKhaslana est immunisé aux malus de contrôle. Il possède 1 ATQ normale renforcée et 2 compétences renforcées, mais il ne peut pas utiliser d'ultime. Sous cette forme, son ATQ augmente de #4[i]%, ses PV max augmentent de #5[i]% et il restaure des PV équivalents à #7[i]% de ses PV max après avoir utilisé une attaque. S'il subit un coup fatal, il ne tombe pas à terre, et il restaure des PV équivalents à #2[i]% de ses PV max avant d'immédiatement déclencher une frappe finale. Pour chaque tour supplémentaire de Khaslana restant, réduit le multiplicateur de DGT de #3[f1]% du multiplicateur initial.\nÀ la fin de la transformation, augmente la VIT de tous les alliés de #6[i]% pendant 1 tour.","params":[[4,0.25,0.125,0.4,1.35,0.15,0.2],[4,0.25,0.125,0.44,1.485,0.15,0.2],[4,0.25,0.125,0.48,1.62,0.15,0.2],[4,0.25,0.125,0.52,1.755,0.15,0.2],[4,0.25,0.125,0.56,1.89,0.15,0.2],[4,0.25,0.125,0.6,2.025,0.15,0.2],[4,0.25,0.125,0.65,2.1938,0.15,0.2],[4,0.25,0.125,0.7,2.3625,0.15,0.2],[4,0.25,0.125,0.75,2.5312,0.15,0.2],[4,0.25,0.125,0.8,2.7,0.15,0.2],[4,0.25,0.125,0.84,2.835,0.15,0.2],[4,0.25,0.125,0.88,2.97,0.15,0.2],[4,0.25,0.125,0.92,3.105,0.15,0.2],[4,0.25,0.125,0.96,3.24,0.15,0.2],[4,0.25,0.125,1,3.375,0.15,0.2]],"icon":null}