{"id":"140809","name":"Calamité : Décret calcinâme","max_level":15,"element":"","type":"BPSkill","type_text":"Compétence","effect":"Enhance","effect_text":"Renforcement","simple_desc":"Obtient un nombre de Fléaux en fonction des cibles ennemies présentes, et les oblige à agir immédiatement. Obtient Calcinâme, ce qui réduit les DGT subis. Après que toutes les cibles ont agi, déclenche un contre qui inflige des DGT physiques mineurs à tous les ennemis. Ces DGT rebondissent 4 fois, et chaque rebond inflige des DGT physiques mineurs à une cible ennemie aléatoire. Les DGT augmentent en fonction du nombre d'actions des ennemis.","desc":"Obtient 1 cumul de Calcinâme et un montant de Fléaux équivalent au nombre de cibles ennemies, puis toutes les cibles ennemies agissent immédiatement.\nDans l'état Calcinâme, réduit les DGT subis par Khaslana de #2[i]% et il obtient 1 cumul supplémentaire de Calcinâme chaque fois qu'une cible ennemie attaque ou agit. Après l'action immédiate des ennemis, lance un contre infligeant des DGT physiques équivalents à #1[i]% de l'ATQ de Khaslana à toutes les cibles ennemies. D'autre part, inflige #3[i] instances de DGT supplémentaires, chaque instance infligeant des DGT physiques équivalents à #4[i]% de l'ATQ de Khaslana à une cible ennemie aléatoire. Calcinâme est ensuite dissipé. Pour chaque cumul de Calcinâme, le multiplicateur de DGT de ce contre augmente de #5[i]% du multiplicateur initial.\nLes DGT infligés par cette capacité sont considérés comme des DGT de compétence. Si l'état Calcinâme est encore actif au début du tour supplémentaire de Khaslana, lance immédiatement un contre.","params":[[0.2,0.75,4,0.15,0.2],[0.22,0.75,4,0.165,0.2],[0.24,0.75,4,0.18,0.2],[0.26,0.75,4,0.195,0.2],[0.28,0.75,4,0.21,0.2],[0.3,0.75,4,0.225,0.2],[0.325,0.75,4,0.2437,0.2],[0.35,0.75,4,0.2625,0.2],[0.375,0.75,4,0.2812,0.2],[0.4,0.75,4,0.3,0.2],[0.42,0.75,4,0.315,0.2],[0.44,0.75,4,0.33,0.2],[0.46,0.75,4,0.345,0.2],[0.48,0.75,4,0.36,0.2],[0.5,0.75,4,0.375,0.2]],"icon":"icon/skill/1408_skill.png"}