{"id":"1121204","name":"Transmigración creciente","max_level":15,"element":"Ice","type":"Talent","type_text":"Talento","effect":"Enhance","effect_text":"Potenciación","simple_desc":"Cuando tiene 2 acumulaciones de Sizigia, entra en el estado Transmigración espectral, su acción se adelanta un 100%, su Prob. CRIT aumenta y obtiene una habilidad básica potenciada. Al lanzar un ataque en el estado de Transmigración espectral, consume PV de los compañeros de equipo. Cuando un aliado recibe daño o consume PV, el Daño CRIT de Jingliu aumenta. Cuando no quedan acumulaciones de Sizigia, sale del estado de Transmigración espectral.","desc":"Cuando Jingliu tiene #5[i] acumulaciones de Sizigia, entra en el estado de Transmigración espectral y obtiene 1 acumulación adicional de Sizigia. Además, su acción se adelanta un #6[i]% y su Prob. CRIT aumenta en un #7[i]%. Después, la habilidad básica Destello trascendental se potencia y se convierte en Reflejo helado de la luna (solo puede usar esta habilidad básica). Al lanzar un ataque en el estado de Transmigración espectral, consume un #2[i]% de los PV máx. de los compañeros de equipo (como máximo, consume PV hasta que a cada compañero de equipo solo le quede 1). En el estado de Transmigración espectral, cuando cualquier aliado recibe daño o consume PV, Jingliu obtiene una acumulación de Luz de luna. El Daño CRIT de Jingliu aumenta en un #3[i]% por cada acumulación de Luz de luna, hasta un máximo de #4[i] acumulaciones. No puede volver a entrar en el estado de Transmigración espectral antes de que este acabe. Sizigia se puede acumular hasta 4 veces. Cuando no quedan acumulaciones de Sizigia, sale del estado de Transmigración espectral y se disipan todas las acumulaciones de Luz de luna. Después de que los aliados hayan recibido daño o consumido PV #8[i] veces, Jingliu obtiene 1 acumulación de Sizigia. Cada ataque recibido por cada aliado solo se cuenta una vez.","params":[[0.3,0.05,0.22,5,2,1,0.4,20],[0.3,0.05,0.242,5,2,1,0.41,20],[0.3,0.05,0.264,5,2,1,0.42,20],[0.3,0.05,0.286,5,2,1,0.43,20],[0.3,0.05,0.308,5,2,1,0.44,20],[0.3,0.05,0.33,5,2,1,0.45,20],[0.3,0.05,0.3575,5,2,1,0.4625,20],[0.3,0.05,0.385,5,2,1,0.475,20],[0.3,0.05,0.4125,5,2,1,0.4875,20],[0.3,0.05,0.44,5,2,1,0.5,20],[0.3,0.05,0.462,5,2,1,0.51,20],[0.3,0.05,0.484,5,2,1,0.52,20],[0.3,0.05,0.506,5,2,1,0.53,20],[0.3,0.05,0.528,5,2,1,0.54,20],[0.3,0.05,0.55,5,2,1,0.55,20]],"icon":"icon/skill/1212_talent.png"}