{"id":"122103","name":"Ceñidora del mundo, rompedora del cielo","max_level":15,"element":"","type":"Ultra","type_text":"Habilidad definitiva","effect":"Enhance","effect_text":"Potenciación","simple_desc":"Entra en el estado de Bloqueo y todos los enemigos son afectados con Provocación. Tras recibir un ataque durante este periodo, lanza un poderoso contraataque e inflige Daño Físico al atacante y a los objetivos adyacentes. A continuación, inflige una pequeña cantidad de Daño Físico a un enemigo; se dispara 6 veces. Si durante el estado de Bloqueo no ha activado ningún contraataque, inflige Daño Físico a un enemigo al azar y a los objetivos adyacentes cuando termina el estado de Bloqueo.","desc":"Consume #8[i] pts. de energía. Yunli obtiene Bloqueo y todos los enemigos son afectados con Provocación hasta que termine el próximo turno de un aliado o un enemigo. Además, el Daño CRIT infligido por el siguiente contraataque de Yunli aumenta en un #2[i]%. Cuando se activa el efecto de contraataque del talento mientras dura el estado de Bloqueo, se reemplaza por el contraataque Capción: Exterminio y se disipa el estado de Bloqueo. Si no activa ningún contraataque mientras dura el estado de Bloqueo, Yunli lanza inmediatamente al terminar este estado el contraataque Capción: Sajadura a un enemigo al azar.\nCapción: Sajadura: Yunli inflige un #1[i]% de su ATQ como Daño Físico a un enemigo y un #6[i]% de su ATQ como Daño Físico a los enemigos adyacentes.\nCapción: Exterminio: Yunli inflige un #1[i]% de su ATQ como Daño Físico a un enemigo y un #6[i]% de su ATQ como Daño Físico a los enemigos adyacentes, y a continuación inflige daño #4[i] veces más. Cada vez, inflige un #7[i]% del ATQ de Yunli como Daño Físico a un enemigo al azar.\nEl daño infligido por Yunli con esta habilidad se considera daño de habilidad definitiva.","params":[[1.32,0.6,0,6,0,0.66,0.432,120],[1.408,0.64,0,6,0,0.704,0.4608,120],[1.496,0.68,0,6,0,0.748,0.4896,120],[1.584,0.72,0,6,0,0.792,0.5184,120],[1.672,0.76,0,6,0,0.836,0.5472,120],[1.76,0.8,0,6,0,0.88,0.576,120],[1.87,0.85,0,6,0,0.935,0.612,120],[1.98,0.9,0,6,0,0.99,0.648,120],[2.09,0.95,0,6,0,1.045,0.684,120],[2.2,1,0,6,0,1.1,0.72,120],[2.288,1.04,0,6,0,1.144,0.7488,120],[2.376,1.08,0,6,0,1.188,0.7776,120],[2.464,1.12,0,6,0,1.232,0.8064,120],[2.552,1.16,0,6,0,1.276,0.8352,120],[2.64,1.2,0,6,0,1.32,0.864,120]],"icon":"icon/skill/1221_ultimate.png"}