{"id":"130704","name":"Telar del capricho del destino","max_level":15,"element":"","type":"Talent","type_text":"Talento","effect":"Impair","effect_text":"Alteración","simple_desc":"Cuando un enemigo recibe Daño con el tiempo al inicio de cada turno, hay una probabilidad de aplicarle Arcano. Al principio del turno, recibe Daño de Viento con el tiempo. Además, según la cantidad de acumulaciones de Arcano, Cisne Negro activa efectos adicionales.","desc":"Cada vez que un objetivo enemigo recibe Daño con el tiempo al inicio de cada turno, hay una probabilidad base del #2[i]% de que reciba 1 acumulación de Arcano.\nLos enemigos afectados por Arcano reciben un Daño de Viento con el tiempo equivalente al #1[i]% del ATQ de Cisne Negro al comienzo de cada turno. Cada acumulación de Arcano aumenta este multiplicador de daño en un #3[f1]% y después las acumulaciones se restablecen a 1. Arcano se puede acumular hasta #8[i] veces.\nSolo cuando Arcano inflige daño al inicio del turno del objetivo enemigo, Cisne Negro activa efectos adicionales según la cantidad de acumulaciones de Arcano que tenga el enemigo:\nSi tiene #4[i] o más acumulaciones, inflige un Daño de Viento con el tiempo equivalente al #5[i]% del ATQ de Cisne Negro a los objetivos adyacentes. Además, tiene una probabilidad base del #2[i]% de aplicarles 1 acumulación de Arcano.\nSi tiene #6[i] o más acumulaciones, el Daño con el tiempo infligido esta vez ignora un #7[i]% de la DEF del objetivo y de los objetivos adyacentes.","params":[[0.96,0.5,0.048,3,0.72,7,0.2,50],[1.1184,0.515,0.0559,3,0.8388,7,0.2,50],[1.2768,0.53,0.0638,3,0.9576,7,0.2,50],[1.4352,0.545,0.0718,3,1.0764,7,0.2,50],[1.5936,0.56,0.0797,3,1.1952,7,0.2,50],[1.752,0.575,0.0876,3,1.314,7,0.2,50],[1.896,0.5938,0.0948,3,1.422,7,0.2,50],[2.04,0.6125,0.102,3,1.53,7,0.2,50],[2.22,0.6312,0.111,3,1.665,7,0.2,50],[2.4,0.65,0.12,3,1.8,7,0.2,50],[2.52,0.665,0.126,3,1.89,7,0.2,50],[2.64,0.68,0.132,3,1.98,7,0.2,50],[2.76,0.695,0.138,3,2.07,7,0.2,50],[2.88,0.71,0.144,3,2.16,7,0.2,50],[3,0.725,0.15,3,2.25,7,0.2,50]],"icon":"icon/skill/1307_talent.png"}