{"id":"132104","name":"¿Quién teme a Constanza?","max_level":15,"element":"Fire","type":"Talent","type_text":"Talento","effect":"Bounce","effect_text":"Rebote","simple_desc":"Al entrar en combate, la Dalia recupera energía y se convierte a sí misma y al compañero de equipo que inició la batalla en Parejas de baile. Cada Pareja de baile inflige adicionalmente Daño de Ultrarruptura tras atacar a enemigos en estado de Ruptura de Debilidad.\nDespués de que un enemigo sea atacado por la otra Pareja de baile, la Dalia lanza un ataque adicional que inflige una pequeña cantidad de Daño de Fuego a enemigos al azar, y además les inflige adicionalmente Daño de Ultrarruptura si están en estado de Ruptura de Debilidad. Se dispara 5 veces.","desc":"Al entrar en combate, la Dalia recupera #4[i] pts. de energía y ella y el compañero de equipo que inició la batalla se convierten en Parejas de baile. Cuando no haya otra Pareja de baile en el campo de batalla, se convierte en Pareja de baile junto con el compañero de equipo que tenga el efecto de Ruptura más alto. Después de que una Pareja de baile ataque a un enemigo en estado de Ruptura de Debilidad, convierte la Reducción de Firmeza de este ataque en un #5[i]% de Daño de Ultrarruptura.\nDespués de que el enemigo reciba un ataque de la otra Pareja de baile, la Dalia lanza un ataque adicional que inflige daño #2[i] veces. Cada vez, inflige a un enemigo al azar un Daño de Fuego equivalente al #1[i]% del ATQ de la Dalia. Además, cada vez que inflige daño a un enemigo en el estado de Ruptura de Debilidad, convierte la Reducción de Firmeza de ese daño en un #3[i]% de Daño de Ultrarruptura.\nEste efecto solo se puede activar una vez por turno. Si el objetivo es eliminado antes de que se lance el ataque adicional, este se lanza contra otro enemigo al azar.","params":[[0.15,5,1,35,0.3],[0.165,5,1.1,35,0.33],[0.18,5,1.2,35,0.36],[0.195,5,1.3,35,0.39],[0.21,5,1.4,35,0.42],[0.225,5,1.5,35,0.45],[0.2437,5,1.625,35,0.4875],[0.2625,5,1.75,35,0.525],[0.2812,5,1.875,35,0.5625],[0.3,5,2,35,0.6],[0.315,5,2.1,35,0.63],[0.33,5,2.2,35,0.66],[0.345,5,2.3,35,0.69],[0.36,5,2.4,35,0.72],[0.375,5,2.5,35,0.75]],"icon":"icon/skill/1321_talent.png"}