{"id":"140805","name":"Destino: Cuerpo deificado","max_level":15,"element":"","type":"","type_text":"Talento","effect":"Enhance","effect_text":"Potenciación","simple_desc":"Talento de Khaslana. Al transformarse, obtiene Flagelo.\nKhaslana es inmune a los estados negativos de Control y tiene 3 nuevas habilidades. Durante su transformación, su ATQ y sus PV máx. aumentan. Además, regenera PV al atacar y, al recibir un golpe letal, regenera PV y lanza inmediatamente el último golpe. Cuantas más acciones restantes tenga, menor será su multiplicador de daño.\nAl terminar la transformación, la VEL de todos los aliados aumenta.","desc":"Talento de Khaslana. Al transformarse, obtiene #1[i] pts. de Flagelo. Si esto ocurre durante el turno de un aliado, todos los efectos positivos de ese aliado se alargan 1 turno y termina el turno actual.\nKhaslana es inmune a los estados negativos de Control y tiene 1 ATQ básico potenciado y 2 habilidades básicas potenciadas, pero no puede lanzar la habilidad definitiva. Durante la transformación, su ATQ aumenta en un #4[i]% y sus PV máx. en un #5[i]%. Tras lanzar un ataque, regenera un #7[i]% de sus PV máx. Cuando Khaslana recibe un golpe letal, no es derrotado, sino que regenera un #2[i]% de sus PV máx. y lanza inmediatamente el último golpe. Por cada turno adicional de Khaslana que quede, el multiplicador de daño del último golpe se reduce en un #3[f1]% del multiplicador original.\nAl terminar la transformación, la VEL de todos los aliados aumenta en un #6[i]% durante 1 turno.","params":[[4,0.25,0.125,0.4,1.35,0.15,0.2],[4,0.25,0.125,0.44,1.485,0.15,0.2],[4,0.25,0.125,0.48,1.62,0.15,0.2],[4,0.25,0.125,0.52,1.755,0.15,0.2],[4,0.25,0.125,0.56,1.89,0.15,0.2],[4,0.25,0.125,0.6,2.025,0.15,0.2],[4,0.25,0.125,0.65,2.1938,0.15,0.2],[4,0.25,0.125,0.7,2.3625,0.15,0.2],[4,0.25,0.125,0.75,2.5312,0.15,0.2],[4,0.25,0.125,0.8,2.7,0.15,0.2],[4,0.25,0.125,0.84,2.835,0.15,0.2],[4,0.25,0.125,0.88,2.97,0.15,0.2],[4,0.25,0.125,0.92,3.105,0.15,0.2],[4,0.25,0.125,0.96,3.24,0.15,0.2],[4,0.25,0.125,1,3.375,0.15,0.2]],"icon":null}