{"id":"140809","name":"Calamidad: Decreto quemaalmas","max_level":15,"element":"","type":"BPSkill","type_text":"Habilidad básica","effect":"Enhance","effect_text":"Potenciación","simple_desc":"Obtiene una cantidad de pts. de Flagelo equivalente al número de enemigos y hace que actúen inmediatamente. Obtiene Ardor quemaalmas, que reduce el daño recibido. Cuando terminan todas las acciones de los enemigos, lanza un contraataque que inflige una pequeña cantidad de Daño Físico a todos los enemigos y se dispara 4 veces. Cada vez inflige una pequeña cantidad de Daño Físico a un enemigo al azar. Cuantas más acciones haya realizado el enemigo, mayor es el daño.","desc":"Obtiene una cantidad de pts. de Flagelo equivalente al número de enemigos y 1 acumulación de Ardor quemaalmas. Después hace que todos los enemigos actúen inmediatamente.\nEn el estado de Ardor quemaalmas, el daño que recibe Khaslana se reduce en un #2[i]%, y obtiene 1 acumulación de Ardor quemaalmas después de que un enemigo ataque o actúe. Cuando terminan dichas acciones de los enemigos, lanza inmediatamente un contraataque que inflige un Daño Físico equivalente al #1[i]% del ATQ de Khaslana a todos los enemigos. Además, inflige daño #3[i] veces más y cada vez inflige un Daño Físico equivalente al #4[i]% del ATQ de Khaslana a un enemigo al azar. Después, Ardor quemaalmas se disipa. Por cada acumulación de Ardor quemaalmas, el multiplicador de daño de este contraataque aumenta en un #5[i]% del multiplicador original.\nEl daño infligido con esta habilidad se considera daño de habilidad básica. Si Ardor quemaalmas sigue activo al comienzo del turno adicional de Khaslana, lanza inmediatamente un contraataque.","params":[[0.2,0.75,4,0.15,0.2],[0.22,0.75,4,0.165,0.2],[0.24,0.75,4,0.18,0.2],[0.26,0.75,4,0.195,0.2],[0.28,0.75,4,0.21,0.2],[0.3,0.75,4,0.225,0.2],[0.325,0.75,4,0.2437,0.2],[0.35,0.75,4,0.2625,0.2],[0.375,0.75,4,0.2812,0.2],[0.4,0.75,4,0.3,0.2],[0.42,0.75,4,0.315,0.2],[0.44,0.75,4,0.33,0.2],[0.46,0.75,4,0.345,0.2],[0.48,0.75,4,0.36,0.2],[0.5,0.75,4,0.375,0.2]],"icon":"icon/skill/1408_skill.png"}