{"id":"23025","name":"Là où les rêves se reposent","rarity":5,"path":"Warrior","desc":"Aux confins du système Asdana, les vagues tumultueuses de la mer des souvenirs déferlent tandis que la jeune fille risque de s'éteindre à tout moment telle une étincelle dans la tempête.\n« Pour une personne incapable de rêver, entrer dans le Pays des rêves synesthésique équivaut à la mort. »\nLes voix inquiètes de ses partenaires résonnent encore à ses oreilles. Elle prend une profonde inspiration et plonge au cœur de la Zone de mémoire.\nAlors que le vaisseau s'enfonce silencieusement dans les abysses du rêve, des lueurs vacillantes s'échappent par les interstices, rapidement englouties par l'obscurité infinie.\n« Pourquoi se précipiter ainsi vers la mort ? »\nAu fur et à mesure qu'elle s'enfonce dans l'abîme de la mer des souvenirs, les faibles lueurs émises par les créatures de la Zone de mémoire sont semblables à des yeux lointains, la regardant avec indifférence.\nLe rêve reste inaccessible pour elle. Elle contemple le vide dans l'obscurité infinie, son corps et son âme étant depuis longtemps au bord de l'effondrement sous le poids des souvenirs. Bien qu'elle se rende compte que sa conscience s'estompe progressivement, ces souvenirs se répètent inlassablement dans son esprit...\nAlors que l'Essaim recouvre le ciel et brise les défenses du front, elle se précipite enveloppée de flammes et les cendres carbonisées des insectes tombent comme de la neige, révélant en dessous les sombres débris des chevaliers.\nElle n'a pas le temps de rendre hommage à ceux qui se sont sacrifiés. Leur vie a brillé un instant puis s'est éteinte, comme une séquence de code génétique qui ne comporte que des chiffres, sans jamais avoir son propre nom.\n« Quel est le sens de la vie ? »\nDans le silence de la mort, elle se dissout comme une flamme dans la mer, se réduisant à une petite étincelle qui poursuit inlassablement la lumière...\nElle ouvre les yeux après ce qui semble être une éternité pour découvrir le « futur » telle une perle, rayonnant d'une faible lueur. Des larmes coulent sur son visage.\n« Je dois trouver... mon \"rêve\"... »","icon":"icon/light_cone/23025.png","preview":"image/light_cone_preview/23025.png","portrait":"image/light_cone_portrait/23025.png"}