{"id":"121204","name":"Crescent Transmigration","max_level":15,"element":"Ice","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Enhance","simple_desc":"Saat memiliki 2 lapis \"Syzygy\", Jingliu akan memasuki status \"Spectral Transmigration\", mengalami pendahuluan aksi sebesar 100%, meningkatkan CRIT Rate dirinya, dan memperoleh Enhanced Skill. Saat melancarkan serangan, Jingliu akan mengonsumsi HP rekannya dan meningkatkan ATK dirinya berdasarkan total konsumsi HP. Saat jumlah lapisan \"Syzygy\" mencapai 0, Jingliu akan keluar dari status \"Spectral Transmigration\".","desc":"Saat memiliki #5[i] lapis \"Syzygy\", Jingliu akan memasuki status \"Spectral Transmigration\", mengalami pendahuluan aksi sebesar #6[i]%, dan meningkatkan #7[i]% CRIT Rate dirinya. Setelah itu, Skill \"Transcendent Flash\" akan diperkuat menjadi \"Moon On Glacial River\", dan Jingliu hanya akan bisa menggunakan Skill ini. Saat melancarkan serangan dalam status \"Spectral Transmigration\", Jingliu akan mengonsumsi HP rekannya masing-masing sebesar #2[i]% Max HP mereka (maksimal mengonsumsi HP setiap rekan Jingliu hingga tersisa 1). Meningkatkan ATK Jingliu sebesar #3[i]% dari total konsumsi HP seluruh rekan tim kali ini, maksimal tidak melebihi #4[i]% dari ATK Dasar Jingliu, berlangsung hingga serangan kali ini berakhir. Jingliu tidak dapat memasuki status \"Spectral Transmigration\" lagi sebelum status \"Spectral Transmigration\" saat ini berakhir. \"Syzygy\" dapat ditumpuk hingga 3 lapis. Saat jumlah lapisan \"Syzygy\" mencapai 0, Jingliu akan keluar dari status \"Spectral Transmigration\".","params":[[0.3,0.04,5.4,0.9,2,1,0.4],[0.3,0.04,5.4,0.99,2,1,0.41],[0.3,0.04,5.4,1.08,2,1,0.42],[0.3,0.04,5.4,1.17,2,1,0.43],[0.3,0.04,5.4,1.26,2,1,0.44],[0.3,0.04,5.4,1.35,2,1,0.45],[0.3,0.04,5.4,1.4625,2,1,0.4625],[0.3,0.04,5.4,1.575,2,1,0.475],[0.3,0.04,5.4,1.6875,2,1,0.4875],[0.3,0.04,5.4,1.8,2,1,0.5],[0.3,0.04,5.4,1.89,2,1,0.51],[0.3,0.04,5.4,1.98,2,1,0.52],[0.3,0.04,5.4,2.07,2,1,0.53],[0.3,0.04,5.4,2.16,2,1,0.54],[0.3,0.04,5.4,2.25,2,1,0.55]],"icon":"icon/skill/1212_talent.png"}