{"id":"121204","name":"Crescent Transmigration","max_level":15,"element":"Ice","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Enhance","simple_desc":"Saat memiliki #5[i] lapis \"Syzygy\", Jingliu akan memasuki status \"Spectral Transmigration\" dan mendahulukan aksinya sebesar 100%, meningkatkan CRIT Rate dirinya, serta memperoleh Enhanced Skill. Saat melancarkan serangan, akan mengonsumsi HP rekan tim, dan meningkatkan ATK Jingliu berdasarkan jumlah total HP rekan tim yang dikonsumsi. Saat jumlah lapisan \"Syzygy\" mencapai 0, Jingliu akan keluar dari status \"Spectral Transmigration\".","desc":"Saat Jingliu memiliki #5[i] lapis Syzygy, dia akan memasuki status \"Spectral Transmigration\", mendahulukan aksinya sebesar #6[i]%, dan meningkatkan #7[i]% CRIT Rate dirinya. Setelah itu, Skill \"Transcendent Flash\" miliknya akan diperkuat menjadi \"Moon On Glacial River\", dan dirinya hanya akan bisa menggunakan Skill ini. Saat melancarkan serangan dalam status \"Spectral Transmigration\", Jingliu akan mengonsumsi HP rekan tim-nya sebesar #2[i]% Max HP rekan tim-nya masing-masing (HP setiap rekan tim maksimal bisa dikonsumsi hingga tersisa 1). Meningkatkan ATK Jingliu sebesar #3[i]% dari total jumlah HP yang dikonsumsi dari seluruh rekan tim kali ini, maksimum tidak lebih dari #4[i]% Base ATK Jingliu dan berlangsung hingga serangan ini berakhir. Sebelum status \"Spectral Transmigration\" yang sedang berlangsung berakhir, Jingliu tidak akan bisa memasuki status \"Spectral Transmigration\" lagi. \"Syzygy\" dapat ditumpuk hingga 3 lapis, dan Jingliu akan keluar dari status \"Spectral Transmigration\" saat lapisan Syzygy berjumlah 0.","params":[[0.3,0.04,5.4,0.9,2,1,0.4],[0.3,0.04,5.4,0.99,2,1,0.41],[0.3,0.04,5.4,1.08,2,1,0.42],[0.3,0.04,5.4,1.17,2,1,0.43],[0.3,0.04,5.4,1.26,2,1,0.44],[0.3,0.04,5.4,1.35,2,1,0.45],[0.3,0.04,5.4,1.4625,2,1,0.4625],[0.3,0.04,5.4,1.575,2,1,0.475],[0.3,0.04,5.4,1.6875,2,1,0.4875],[0.3,0.04,5.4,1.8,2,1,0.5],[0.3,0.04,5.4,1.89,2,1,0.51],[0.3,0.04,5.4,1.98,2,1,0.52],[0.3,0.04,5.4,2.07,2,1,0.53],[0.3,0.04,5.4,2.16,2,1,0.54],[0.3,0.04,5.4,2.25,2,1,0.55]],"icon":"icon/skill/1212_talent.png"}