{"id":"122103","name":"Earthbind, Etherbreak","max_level":15,"element":"","type":"Ultra","type_text":"Ultimate","effect":"Enhance","effect_text":"Enhance","simple_desc":"Memasuki status \"Parry\" dan membuat seluruh musuh memasuki status Taunt. Selama durasi \"Parry\", setelah terkena serangan akan memicu Serangan Balasan yang kuat, mengakibatkan Physical DMG pada penyerang dan target di sekitarnya. Kemudian, akan mengakibatkan Physical DMG dalam jumlah kecil pada 1 musuh, total Bounce sebanyak 6 kali. Jika tidak memicu Serangan Balasan saat status \"Parry\" berlangsung, maka saat status berakhir akan mengakibatkan Physical DMG pada target musuh acak dan musuh di sekitarnya.","desc":"Mengonsumsi #8[i] Energy. Yunli akan memperoleh \"Parry\" dan membuat seluruh musuh memasuki status Taunt, berlangsung hingga akhir giliran salah satu rekan tim atau musuh yang berikutnya. Selain itu, CRIT DMG yang diakibatkan Serangan Balasan Yunli yang berikutnya akan meningkat #2[i]%, dan saat memicu efek Serangan Balasan dari Talent, akan diganti menjadi melancarkan Serangan Balasan \"Intuit: Cull\", dan di saat bersamaan juga menghapus efek \"Parry\". Jika selama berstatus \"Parry\" tidak memicu Serangan Balasan, maka saat status berakhir, Yunli akan segera melancarkan Serangan Balasan \"Intuit: Slash\" pada target musuh acak.\n\"Intuit: Slash\": Mengakibatkan Physical DMG sebesar #1[i]% ATK Yunli pada target, dan mengakibatkan Physical DMG sebesar #6[i]% ATK Yunli pada target di sekitarnya.\n\"Intuit: Cull\": Mengakibatkan Physical DMG sebesar #1[i]% ATK Yunli pada target, dan mengakibatkan Physical DMG sebesar #6[i]% ATK Yunli pada target di sekitarnya, lalu mengakibatkan ekstra #4[i] kali DMG, yang setiap DMG-nya mengakibatkan Physical DMG sebesar #7[i]% ATK Yunli pada musuh acak.\nSaat Yunli mengakibatkan DMG melalui kemampuan ini, akan dianggap mengakibatkan Ultimate DMG.","params":[[1.32,0.6,0,6,0,0.66,0.432,120],[1.408,0.64,0,6,0,0.704,0.4608,120],[1.496,0.68,0,6,0,0.748,0.4896,120],[1.584,0.72,0,6,0,0.792,0.5184,120],[1.672,0.76,0,6,0,0.836,0.5472,120],[1.76,0.8,0,6,0,0.88,0.576,120],[1.87,0.85,0,6,0,0.935,0.612,120],[1.98,0.9,0,6,0,0.99,0.648,120],[2.09,0.95,0,6,0,1.045,0.684,120],[2.2,1,0,6,0,1.1,0.72,120],[2.288,1.04,0,6,0,1.144,0.7488,120],[2.376,1.08,0,6,0,1.188,0.7776,120],[2.464,1.12,0,6,0,1.232,0.8064,120],[2.552,1.16,0,6,0,1.276,0.8352,120],[2.64,1.2,0,6,0,1.32,0.864,120]],"icon":"icon/skill/1221_ultimate.png"}