{"id":"122204","name":"Mistdance Manifest","max_level":15,"element":"Fire","type":"Talent","type_text":"Talent","effect":"AoEAttack","effect_text":"AoE","simple_desc":"Memanggil \"Fuyuan\" saat melancarkan Skill: Saat \"Fuyuan\" beraksi, akan melancarkan Serangan Lanjutan, mengakibatkan Fire DMG dalam jumlah kecil pada seluruh musuh. Mengakibatkan tambahan Fire DMG dalam jumlah kecil pada 1 musuh acak, memprioritaskan target yang Toughness-nya lebih dari 0 dan memiliki Fire Weakness. Menghapus masing-masing 1 efek Debuff dari seluruh rekan tim dan memulihkan HP.\nMelancarkan Skill lagi dapat menambah jumlah aksi \"Fuyuan\".","desc":"Memanggil \"Fuyuan\" saat melancarkan Skill. \"Fuyuan\" memiliki SPD dasar sebesar #1[i] dan jumlah aksi dasar sebanyak #7[i] kali.\nSaat \"Fuyuan\" beraksi, akan melancarkan Serangan Lanjutan, mengakibatkan Fire DMG sebesar #2[i]% ATK Lingsha pada seluruh musuh. Mengakibatkan tambahan Fire DMG sebesar #8[i]% ATK Lingsha pada 1 musuh acak, dan DMG ini memprioritaskan target yang Toughness-nya lebih dari 0 dan memiliki Fire Weakness. Menghapus masing-masing #6[i] efek Debuff dari seluruh rekan tim, serta memulihkan HP seluruh rekan tim sebesar #3[f1]% ATK Lingsha + #4[i].\n\"Fuyuan\" maksimal dapat mengakumulasi #5[i] kali jumlah aksi. Saat jumlah aksi mencapai 0 atau Lingsha gugur, \"Fuyuan\" akan menghilang.\nSaat \"Fuyuan\" berada di medan pertempuran, melancarkan Skill Lingsha dapat menambah #7[i] kali jumlah aksi \"Fuyuan\".","params":[[90,0.375,0.08,90,5,1,3,0.375],[90,0.4125,0.085,144,5,1,3,0.4125],[90,0.45,0.09,184.5,5,1,3,0.45],[90,0.4875,0.095,225,5,1,3,0.4875],[90,0.525,0.1,252,5,1,3,0.525],[90,0.5625,0.104,279,5,1,3,0.5625],[90,0.6094,0.108,299.25,5,1,3,0.6094],[90,0.6562,0.112,319.5,5,1,3,0.6562],[90,0.7031,0.116,339.75,5,1,3,0.7031],[90,0.75,0.12,360,5,1,3,0.75],[90,0.7875,0.124,380.25,5,1,3,0.7875],[90,0.825,0.128,400.5,5,1,3,0.825],[90,0.8625,0.132,420.75,5,1,3,0.8625],[90,0.9,0.136,441,5,1,3,0.9],[90,0.9375,0.14,461.25,5,1,3,0.9375]],"icon":"icon/skill/1222_talent.png"}