{"id":"132104","name":"Who's Afraid of Constance?","max_level":15,"element":"Fire","type":"Talent","type_text":"Talent","effect":"Bounce","effect_text":"Bounce","simple_desc":"Saat memasuki pertempuran, The Dahlia akan memulihkan Energy, serta menjadikan dirinya dan satu rekannya yang memulai pertempuran \"Dance Partner\". Setelah \"Dance Partner\" menyerang target musuh yang berstatus Weakness Break, akan mengakibatkan ekstra Super Break DMG.\nSetelah target musuh terkena serangan \"Dance Partner\" yang satunya, The Dahlia akan melancarkan Serangan Lanjutan dan mengakibatkan Fire DMG dalam jumlah kecil pada 1 musuh acak, serta mengakibatkan ekstra Super Break DMG pada target musuh yang berstatus Weakness Break, total Bounce 5 kali.","desc":"Saat memasuki pertempuran, The Dahlia akan memulihkan #4[i] Energy, serta menjadikan dirinya dan satu rekannya yang memulai pertempuran \"Dance Partner\". Setiap saat tidak ada \"Dance Partner\" yang satunya lagi di medan pertempuran, akan menjadikan dirinya dan rekan dengan Break Effect tertinggi \"Dance Partner\". Setelah \"Dance Partner\" menyerang target musuh yang berstatus Weakness Break, akan mengonversi Pengurangan Toughness dari serangan kali ini menjadi 1 kali #5[i]% Super Break DMG.\nSetelah target musuh terkena serangan \"Dance Partner\" yang satunya, The Dahlia akan melancarkan Serangan Lanjutan dan mengakibatkan #2[i] kali DMG, yang setiap kalinya mengakibatkan Fire DMG sebesar #1[i]% ATK The Dahlia pada 1 musuh acak. Setiap setelah mengakibatkan DMG pada target musuh yang berstatus Weakness Break, akan mengonversi Pengurangan Toughness dari DMG kali ini menjadi 1 kali #3[i]% Super Break DMG.\nEfek ini dapat dipicu hingga 1 kali di setiap giliran. Jika target telah dikalahkan sebelum Serangan Lanjutan dilancarkan, maka akan dilancarkan pada 1 musuh acak.","params":[[0.15,5,1,35,0.3],[0.165,5,1.1,35,0.33],[0.18,5,1.2,35,0.36],[0.195,5,1.3,35,0.39],[0.21,5,1.4,35,0.42],[0.225,5,1.5,35,0.45],[0.2437,5,1.625,35,0.4875],[0.2625,5,1.75,35,0.525],[0.2812,5,1.875,35,0.5625],[0.3,5,2,35,0.6],[0.315,5,2.1,35,0.63],[0.33,5,2.2,35,0.66],[0.345,5,2.3,35,0.69],[0.36,5,2.4,35,0.72],[0.375,5,2.5,35,0.75]],"icon":"icon/skill/1321_talent.png"}