{"id":"140404","name":"Blood for Blood","max_level":15,"element":"","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Enhance","simple_desc":"Memperoleh Charge saat kehilangan HP. Saat Charge mencapai 100, akan memasuki status \"Vendetta\", memulihkan HP, serta mengalami Pendahuluan Aksi. Saat berstatus \"Vendetta\", Max HP saat ini akan meningkat, dan DEF akan menjadi 0 secara tetap. Saat giliran Mydei dimulai, Mydei akan secara otomatis melancarkan \"Kingslayer Be King\".\nSaat Charge mencapai 150 ketika berstatus \"Vendetta\", Mydei akan segera memperoleh 1 giliran tambahan dan secara otomatis melancarkan \"Godslayer Be God\".\nSaat Mydei terkena serangan mematikan, Mydei akan keluar dari status \"Vendetta\".","desc":"Untuk setiap 1% HP yang hilang, akan mengakumulasi 1 poin Charge, maksimal mengakumulasi hingga 200 poin. Saat Charge mencapai 100, Mydei akan mengonsumsi 100 poin Charge dan memasuki status \"Vendetta\", serta memulihkan HP sebesar #1[i]% Max HP Mydei. Di saat bersamaan, aksi Mydei juga akan didahulukan 100%. Saat berstatus \"Vendetta\", Max HP Mydei akan meningkat sebesar #5[i]% Max HP dirinya saat ini, dan DEF akan menjadi 0 secara tetap. Saat giliran Mydei dimulai, Mydei akan secara otomatis melancarkan \"Kingslayer Be King\".\nSaat Charge mencapai #3[i] poin ketika berstatus \"Vendetta\", Mydei akan segera memperoleh 1 giliran tambahan dan secara otomatis melancarkan \"Godslayer Be God\".\nSaat Mydei terkena serangan mematikan ketika berstatus \"Vendetta\", Mydei tidak akan gugur, tetapi Charge akan dihapus, dan Mydei akan keluar dari status \"Vendetta\" serta memulihkan HP sebesar #4[i]% Max HP dirinya.","params":[[0.15,0,150,0.5,0.5],[0.16,0,150,0.5,0.5],[0.17,0,150,0.5,0.5],[0.18,0,150,0.5,0.5],[0.19,0,150,0.5,0.5],[0.2,0,150,0.5,0.5],[0.2125,0,150,0.5,0.5],[0.225,0,150,0.5,0.5],[0.2375,0,150,0.5,0.5],[0.25,0,150,0.5,0.5],[0.26,0,150,0.5,0.5],[0.27,0,150,0.5,0.5],[0.28,0,150,0.5,0.5],[0.29,0,150,0.5,0.5],[0.3,0,150,0.5,0.5]],"icon":"icon/skill/1404_talent.png"}