{"id":"140809","name":"Calamity: Soulscorch Edict","max_level":15,"element":"","type":"BPSkill","type_text":"Skill","effect":"Enhance","effect_text":"Enhance","simple_desc":"Memperoleh \"Scourge\" sebanyak jumlah musuh, lalu membuat musuh segera beraksi. Memperoleh \"Soulscorch\": DMG yang diterima berkurang, dan setelah semua target musuh sudah selesai beraksi akan melancarkan Serangan Balasan, mengakibatkan Physical DMG dalam jumlah kecil pada seluruh musuh serta Bounce 4 kali, yang setiap kalinya mengakibatkan Physical DMG dalam jumlah kecil pada 1 musuh acak. Semakin sering musuh beraksi, maka semakin tinggi juga DMG.","desc":"Memperoleh \"Scourge\" sebanyak jumlah seluruh musuh dan 1 lapis \"Soulscorch\", lalu membuat seluruh musuh segera beraksi.\nSaat berstatus \"Soulscorch\", DMG yang diterima Khaslana akan berkurang #2[i]%, dan Khaslana akan menumpuk 1 lapis \"Soulscorch\" setelah target musuh menyerang atau beraksi. Setelah target musuh yang disebutkan di atas sudah selesai beraksi, Khaslana akan segera melancarkan Serangan Balasan, mengakibatkan Physical DMG sebesar #1[i]% ATK Khaslana pada seluruh musuh dan mengakibatkan ekstra #3[i] kali DMG, yang setiap kalinya mengakibatkan Physical DMG sebesar #4[i]% ATK Khaslana pada 1 musuh acak, lalu menghapus \"Soulscorch\". Setiap lapis \"Soulscorch\" meningkatkan DMG Multiplier dari Serangan Balasan kali ini sebesar #5[i]% dari Multiplier aslinya.\nMengakibatkan DMG melalui kemampuan ini dianggap sebagai mengakibatkan Skill DMG. Jika masih memiliki \"Soulscorch\" saat giliran tambahan Khaslana dimulai, Khaslana akan segera melancarkan Serangan Balasan.","params":[[0.2,0.75,4,0.15,0.2],[0.22,0.75,4,0.165,0.2],[0.24,0.75,4,0.18,0.2],[0.26,0.75,4,0.195,0.2],[0.28,0.75,4,0.21,0.2],[0.3,0.75,4,0.225,0.2],[0.325,0.75,4,0.2437,0.2],[0.35,0.75,4,0.2625,0.2],[0.375,0.75,4,0.2812,0.2],[0.4,0.75,4,0.3,0.2],[0.42,0.75,4,0.315,0.2],[0.44,0.75,4,0.33,0.2],[0.46,0.75,4,0.345,0.2],[0.48,0.75,4,0.36,0.2],[0.5,0.75,4,0.375,0.2]],"icon":"icon/skill/1408_skill.png"}