{"id":"140805","name":"Fate: Divine Vessel","max_level":15,"element":"","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Enhance","simple_desc":"Talent milik Khaslana. Saat bertransformasi akan memperoleh \"Scourge\".\nKhaslana kebal terhadap Crowd Control Debuff dan memiliki 3 kemampuan baru. Selama dalam transformasi, ATK dan Max HP meningkat, melancarkan serangan akan memulihkan HP, dan saat terkena serangan mematikan akan memulihkan HP serta segera melancarkan Final Hit. Semakin banyak jumlah aksi yang tersisa, maka semakin rendah DMG Multiplier.\nSaat transformasi berakhir, akan meningkatkan SPD seluruh rekan tim.","desc":"Talent milik Khaslana. Saat bertransformasi akan memperoleh #1[i] \"Scourge\". Jika saat ini adalah giliran rekan tim, maka akan memperpanjang semua efek Buff yang dimiliki rekan tim tersebut selama 1 giliran dan mengakhiri giliran saat ini.\nKhaslana kebal terhadap Crowd Control Debuff, memiliki 1 Enhanced Basic Attack dan 2 Enhanced Skill, serta tidak dapat melancarkan Ultimate. Selama dalam transformasi, ATK meningkat #4[i]%, Max HP meningkat #5[i]%, dan setelah melancarkan serangan akan memulihkan HP sebesar #7[i]% Max HP diri sendiri. Khaslana tidak akan gugur saat terkena serangan mematikan, melainkan memulihkan HP sebesar #2[i]% Max HP diri sendiri dan segera melancarkan Final Hit. Setiap 1 giliran tambahan Khaslana yang tersisa akan mengurangi DMG Multiplier dari Final Hit sebesar #3[f1]% dari Multiplier aslinya.\nSaat transformasi berakhir, akan meningkatkan #6[i]% SPD seluruh rekan tim selama 1 giliran.","params":[[4,0.25,0.125,0.4,1.35,0.15,0.2],[4,0.25,0.125,0.44,1.485,0.15,0.2],[4,0.25,0.125,0.48,1.62,0.15,0.2],[4,0.25,0.125,0.52,1.755,0.15,0.2],[4,0.25,0.125,0.56,1.89,0.15,0.2],[4,0.25,0.125,0.6,2.025,0.15,0.2],[4,0.25,0.125,0.65,2.1938,0.15,0.2],[4,0.25,0.125,0.7,2.3625,0.15,0.2],[4,0.25,0.125,0.75,2.5312,0.15,0.2],[4,0.25,0.125,0.8,2.7,0.15,0.2],[4,0.25,0.125,0.84,2.835,0.15,0.2],[4,0.25,0.125,0.88,2.97,0.15,0.2],[4,0.25,0.125,0.92,3.105,0.15,0.2],[4,0.25,0.125,0.96,3.24,0.15,0.2],[4,0.25,0.125,1,3.375,0.15,0.2]],"icon":"icon/skill/1408_talent.png"}