{"id":"1121204","name":"Seelenwanderung der Mondsichel","max_level":15,"element":"Ice","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Verstärkung","simple_desc":"Wenn Jingliu über 2 Stapelungen „Lunation“ verfügt, tritt sie in den Status „Seelenwanderung“ ein, wobei ihre Aktion um 100 % vorgezogen und ihre KRIT-Rate erhöht wird. Außerdem erhält sie eine verstärkte Fertigkeit sowie 1 Stapelung Lunation. Im Status Seelenwanderung werden beim Angriff die LP der Teammitglieder verbraucht. Wenn Verbündete SCH erleiden oder LP verbrauchen, wird Jinglius KRIT-SCH erhöht. Wenn keine Stapelungen von Lunation vorhanden sind, wird der Status Seelenwanderung beendet.","desc":"Wenn Jingliu über #5[i] Stapelungen „Lunation“ verfügt, tritt sie in den Status „Seelenwanderung“ ein und erhält zusätzlich 1 Stapelung Lunation, wobei ihre Aktion um #6[i]% vorgezogen und ihre KRIT-Rate um #7[i]% erhöht wird. Danach wird die Fertigkeit „Transzendenter Blitz“ zu „Gletscherfluss im Mondenschein“ verstärkt und sie kann nur noch diese Fertigkeit einsetzen. Wenn Jingliu im Status Seelenwanderung einen Angriff ausführt, verbraucht sie #2[i]% der max. LP ihrer Teammitglieder (die LP aller Teammitglieder können bis auf 1 verbraucht werden). Im Status Seelenwanderung erhält Jingliu jedes Mal 1 Stapelung „Mondlicht“, wenn Verbündete SCH erleiden oder LP verbrauchen. Jede Stapelung Mondlicht erhöht Jinglius KRIT-SCH um #3[i]%, bis zu #4[i] Stapelungen. Jingliu kann nicht wiederholt in den Status Seelenwanderung eintreten, bevor dieser endet. Lunation ist bis zu 4-fach stapelbar. Wenn keine Stapelungen von Lunation vorhanden sind, wird der Status Seelenwanderung beendet und alle Stapelungen Mondlicht werden entfernt. Nachdem Verbündete insgesamt #8[i]-mal SCH erlitten oder LP verbraucht haben, erhält Jingliu 1 Stapelung Lunation. Jedes Mal, wenn ein Ziel angegriffen wird, wird höchstens 1-mal gezählt.","params":[[0.3,0.05,0.22,5,2,1,0.4,20],[0.3,0.05,0.242,5,2,1,0.41,20],[0.3,0.05,0.264,5,2,1,0.42,20],[0.3,0.05,0.286,5,2,1,0.43,20],[0.3,0.05,0.308,5,2,1,0.44,20],[0.3,0.05,0.33,5,2,1,0.45,20],[0.3,0.05,0.3575,5,2,1,0.4625,20],[0.3,0.05,0.385,5,2,1,0.475,20],[0.3,0.05,0.4125,5,2,1,0.4875,20],[0.3,0.05,0.44,5,2,1,0.5,20],[0.3,0.05,0.462,5,2,1,0.51,20],[0.3,0.05,0.484,5,2,1,0.52,20],[0.3,0.05,0.506,5,2,1,0.53,20],[0.3,0.05,0.528,5,2,1,0.54,20],[0.3,0.05,0.55,5,2,1,0.55,20]],"icon":"icon/skill/1212_talent.png"}