{"id":"121204","name":"Seelenwanderung der Mondsichel","max_level":15,"element":"Ice","type":"Talent","type_text":"Talent","effect":"Enhance","effect_text":"Verstärkung","simple_desc":"Wenn Jingliu über 2 Stapelungen „Lunation“ verfügt, tritt sie in den Status „Seelenwanderung“ ein, wobei ihre Aktion um 100 % vorgezogen und ihre KRIT-Rate erhöht wird. Außerdem erhält sie eine verstärkte Fertigkeit. Beim Angriff verbraucht sie die LP ihrer Verbündeten und ihr ANG wird basierend auf den insgesamt verbrauchten Menge der LP erhöht. Wenn keine Stapelungen von „Lunation“ vorhanden sind, wird der Status „Seelenwanderung“ beendet.","desc":"Wenn Jingliu über #5[i] Stapelungen „Lunation“ verfügt, tritt sie in den Status „Seelenwanderung“ ein, wobei ihre Aktion um #6[i]% vorgezogen und ihre KRIT-Rate um #7[i]% erhöht wird. Danach wird die Fertigkeit „Transzendenter Blitz“ zu „Gletscherfluss im Mondenschein“ verstärkt und sie kann nur noch diese Fertigkeit einsetzen. Wenn Jingliu im Status „Seelenwanderung“ einen Angriff ausführt, verbraucht sie #2[i]% der max. LP ihrer Verbündeten (die LP aller Verbündeten können bis auf 1 verbraucht werden). Jinglius ANG wird um #3[i]% der diesmal gesamt verbrauchten Menge der LP aller Verbündeten erhöht, bis zu einem Maximum von #4[i]% ihres Basis-ANG und dies hält an, bis ihr aktueller Angriff beendet ist. Jingliu kann nicht wiederholt in den Status „Seelenwanderung“ eintreten, bevor dieser endet. „Lunation“ ist bis zu 3-fach stapelbar. Wenn keine Stapelungen von „Lunation“ vorhanden sind, wird der Status „Seelenwanderung“ beendet.","params":[[0.3,0.04,5.4,0.9,2,1,0.4],[0.3,0.04,5.4,0.99,2,1,0.41],[0.3,0.04,5.4,1.08,2,1,0.42],[0.3,0.04,5.4,1.17,2,1,0.43],[0.3,0.04,5.4,1.26,2,1,0.44],[0.3,0.04,5.4,1.35,2,1,0.45],[0.3,0.04,5.4,1.4625,2,1,0.4625],[0.3,0.04,5.4,1.575,2,1,0.475],[0.3,0.04,5.4,1.6875,2,1,0.4875],[0.3,0.04,5.4,1.8,2,1,0.5],[0.3,0.04,5.4,1.89,2,1,0.51],[0.3,0.04,5.4,1.98,2,1,0.52],[0.3,0.04,5.4,2.07,2,1,0.53],[0.3,0.04,5.4,2.16,2,1,0.54],[0.3,0.04,5.4,2.25,2,1,0.55]],"icon":"icon/skill/1212_talent.png"}