{"id":"140809","name":"Unheil: Erlass des Seelenmords","max_level":15,"element":"","type":"BPSkill","type_text":"Fertigkeit","effect":"Enhance","effect_text":"Verstärkung","simple_desc":"Erhält eine Menge an Schädigung, die auf der Anzahl der Gegner basiert, und lässt sie sofort eine Aktion ausführen. Erhält „Seelenbrand“: Reduziert den erlittenen SCH. Nachdem alle Gegner eine Aktion ausgeführt haben, wird ein Konter ausgelöst, der allen Gegnern geringen physischen SCH zufügt und 4-mal abprallt. Jeder Treffer fügt einem zufälligen Gegner geringen physischen SCH zu. Je mehr Aktionen die Gegner ausgeführt haben, desto höher ist der SCH.","desc":"Erhält Schädigung in Höhe der gesamten Anzahl der Gegner und 1 Stapelung „Seelenbrand“. Lässt dann alle Gegner sofort eine Aktion ausführen.\nIm Status Seelenbrand wird Khaslanas erlittener SCH um #2[i]% reduziert. Außerdem erhält er, nachdem Gegner angegriffen oder eine Aktion ausgeführt haben, 1 zusätzliche Stapelung Seelenbrand. Nachdem alle oben genannten Gegner ihre Aktion ausgeführt haben, wird ein Konter sofort ausgelöst, der allen Gegnern physischen SCH in Höhe von #1[i]% von Khaslanas ANG zufügt. Verursacht außerdem #3[i]-mal SCH, wobei jeder Treffer einem zufälligen Gegner physischen SCH in Höhe von #4[i]% von Khaslanas ANG zufügt. Dann wird Seelenbrand entfernt. Jede Stapelung Seelenbrand erhöht den SCH-Multiplikator dieses Konters um #5[i]% des ursprünglichen Multiplikators.\nDer durch diese Fähigkeit verursachte SCH wird als Fertigkeits-SCH betrachtet. Wenn Seelenbrand zu Beginn von Khaslanas zusätzlicher Runde immer noch aktiv ist, wird sofort ein Konter ausgelöst.","params":[[0.2,0.75,4,0.15,0.2],[0.22,0.75,4,0.165,0.2],[0.24,0.75,4,0.18,0.2],[0.26,0.75,4,0.195,0.2],[0.28,0.75,4,0.21,0.2],[0.3,0.75,4,0.225,0.2],[0.325,0.75,4,0.2437,0.2],[0.35,0.75,4,0.2625,0.2],[0.375,0.75,4,0.2812,0.2],[0.4,0.75,4,0.3,0.2],[0.42,0.75,4,0.315,0.2],[0.44,0.75,4,0.33,0.2],[0.46,0.75,4,0.345,0.2],[0.48,0.75,4,0.36,0.2],[0.5,0.75,4,0.375,0.2]],"icon":"icon/skill/1408_skill.png"}