{"id":"140805","name":"Schicksal: Göttliches Gefäß","max_level":15,"element":"","type":"","type_text":"Talent","effect":"Enhance","effect_text":"Verstärkung","simple_desc":"Khaslanas Talent. Erhält bei der Verwandlung Schädigung.\nKhaslana ist immun gegen Mengenkontrolle-Debuffs und besitzt 3 neue Fähigkeiten. Erhöht während der Verwandlung den ANG und die max. LP und stellt beim Einsatz von Angriffen LP wieder her. Stellt außerdem beim Erleiden von Todesstößen LP wieder her und führt sofort den letzten Schlag aus. Je mehr Aktionen verbleiben, desto niedriger ist der SCH-Multiplikator.\nWenn die Verwandlung endet, wird die GES aller Verbündeten erhöht.","desc":"Khaslanas Talent. Erhält bei der Verwandlung #1[i] Pkt. Schädigung. Wenn die Verwandlung während der Runde eines Verbündeten stattfindet, werden alle Buffs auf diesem Verbündeten um 1 Rd. verlängert und die aktuelle Runde endet.\nKhaslana ist immun gegen Mengenkontrolle-Debuffs und besitzt 1 verstärkten Standardangriff sowie 2 verstärkte Fertigkeiten, kann aber keinen Ultimate einsetzen. Erhöht während der Verwandlung den ANG um #4[i]% und die max. LP um #5[i]%. Nach dem Einsatz eines Angriffs werden LP in Höhe von #7[i]% der max. LP wiederhergestellt. Wenn Khaslana einen Todesstoß erleidet, wird er nicht handlungsunfähig, sondern stellt LP in Höhe von #2[i]% der max. LP wieder her und führt sofort den letzten Schlag aus. Für jede verbleibende von Khaslanas zusätzlichen Runden wird der SCH-Multiplikator des letzten Schlags um #3[f1]% des ursprünglichen Multiplikators reduziert.\nWenn die Verwandlung endet, wird die GES aller Verbündeten für 1 Rd. um #6[i]% erhöht.","params":[[4,0.25,0.125,0.4,1.35,0.15,0.2],[4,0.25,0.125,0.44,1.485,0.15,0.2],[4,0.25,0.125,0.48,1.62,0.15,0.2],[4,0.25,0.125,0.52,1.755,0.15,0.2],[4,0.25,0.125,0.56,1.89,0.15,0.2],[4,0.25,0.125,0.6,2.025,0.15,0.2],[4,0.25,0.125,0.65,2.1938,0.15,0.2],[4,0.25,0.125,0.7,2.3625,0.15,0.2],[4,0.25,0.125,0.75,2.5312,0.15,0.2],[4,0.25,0.125,0.8,2.7,0.15,0.2],[4,0.25,0.125,0.84,2.835,0.15,0.2],[4,0.25,0.125,0.88,2.97,0.15,0.2],[4,0.25,0.125,0.92,3.105,0.15,0.2],[4,0.25,0.125,0.96,3.24,0.15,0.2],[4,0.25,0.125,1,3.375,0.15,0.2]],"icon":null}