{"id":"121204","name":"Transmigração Crescente","max_level":15,"element":"Ice","type":"Talent","type_text":"Talento","effect":"Enhance","effect_text":"Aprimoramento","simple_desc":"Ao estar em posse de 2 acúmulos de Sizígia, Jingliu entra no estado de Transmigração Espectral Avançando  Ação em 100%, aumentando sua Chance de CRIT e Aprimorando sua Perícia. Usar um ataque neste estado consome os PV de todos os outros aliados e aumenta o ATQ de Jingliu de acordo com o total de PV consumido. Quando os acúmulos de Sizígia chegam a 0, sai do estado de Transmigração Espectral.","desc":"Quando Jingliu alcança #5[i] acúmulo(s) de Sizígia, ela entra no estado de Transmigração Espectral, Avançando sua Ação em #6[i]% e aumentando sua Chance de CRIT em #7[i]%. Depois, a Perícia de Jingliu, \"Clarão Transcendente\", é aprimorada em \"Lua Sobre o Rio Glacial\", apenas esta Perícia aprimorada fica disponível na batalha. Quando Jingliu usa um ataque no estado de Transmigração Espectral, ela consome PV de todos os outros aliados igual a #2[i]% dos respectivos PV máximos dos aliados (isso não pode reduzir os PV dos aliados para abaixo de 1). O ATQ de Jingliu aumenta em #3[i]% da quantidade total dos PV consumidos de todos os aliados neste ataque, com um máximo de #4[i]% de seu ATQ base e dura até o fim do ataque atual. Jingliu não pode entrar no estado de Transmigração Espectral novamente até que o estado atual de Transmigração Espectral tenha acabado. Sizígia pode acumular até 3 vezes. Quando o acúmulo de Sizígia chega a 0, Jingliu sai do estado de Transmigração Espectral.","params":[[0.3,0.04,5.4,0.9,2,1,0.4],[0.3,0.04,5.4,0.99,2,1,0.41],[0.3,0.04,5.4,1.08,2,1,0.42],[0.3,0.04,5.4,1.17,2,1,0.43],[0.3,0.04,5.4,1.26,2,1,0.44],[0.3,0.04,5.4,1.35,2,1,0.45],[0.3,0.04,5.4,1.4625,2,1,0.4625],[0.3,0.04,5.4,1.575,2,1,0.475],[0.3,0.04,5.4,1.6875,2,1,0.4875],[0.3,0.04,5.4,1.8,2,1,0.5],[0.3,0.04,5.4,1.89,2,1,0.51],[0.3,0.04,5.4,1.98,2,1,0.52],[0.3,0.04,5.4,2.07,2,1,0.53],[0.3,0.04,5.4,2.16,2,1,0.54],[0.3,0.04,5.4,2.25,2,1,0.55]],"icon":"icon/skill/1212_talent.png"}