{"id":"140805","name":"Destino: Receptáculo Divino","max_level":15,"element":"","type":"","type_text":"Talento","effect":"Enhance","effect_text":"Aprimoramento","simple_desc":"Talento de Khaslana. Ao se transformar, obtém \"Flagelo\".\nKhaslana é imune a penalidades de Controle Negativo e possui 3 novas habilidades. Durante a transformação, aumenta o ATQ e os PV máximos. Usar ataques restaura PV. Ao receber um golpe fatal, restaura PV e usa imediatamente um golpe final. Quanto mais ações restantes ele tiver, menor o multiplicador de Dano.\nQuando a transformação termina, aumenta a VEL de todos os aliados.","desc":"Talento de Khaslana. Ao se transformar, obtém #1[i] ponto(s) de \"Flagelo\". Se isso ocorrer durante a rodada de um aliado-alvo, a duração de todas as melhorias nesse alvo será estendida em 1 rodada e a rodada atual terminará.\nKhaslana é imune a penalidades de Controle Negativo, possui 1 ATQ Básico Aprimorado e 2 Perícias Aprimoradas, mas não pode usar a Perícia Suprema. Durante a transformação, aumenta o ATQ em #4[i]% e os PV máximos em #5[i]%. Após usar um ataque, restaura PV em um valor igual a #7[i]% de seus PV máximos. Quando Khaslana sofre um golpe fatal, ele não será derrubado. Em vez disso, restaurará PV em um valor igual a #2[i]% dos PV máximos e lançará imediatamente um golpe final. Para cada rodada extra restante de Khaslana, o multiplicador de Dano do golpe final diminui em #3[f1]% de seu valor original.\nAo fim da transformação, aumenta a VEL de todos os aliados em #6[i]% por 1 rodada.","params":[[4,0.25,0.125,0.4,1.35,0.15,0.2],[4,0.25,0.125,0.44,1.485,0.15,0.2],[4,0.25,0.125,0.48,1.62,0.15,0.2],[4,0.25,0.125,0.52,1.755,0.15,0.2],[4,0.25,0.125,0.56,1.89,0.15,0.2],[4,0.25,0.125,0.6,2.025,0.15,0.2],[4,0.25,0.125,0.65,2.1938,0.15,0.2],[4,0.25,0.125,0.7,2.3625,0.15,0.2],[4,0.25,0.125,0.75,2.5312,0.15,0.2],[4,0.25,0.125,0.8,2.7,0.15,0.2],[4,0.25,0.125,0.84,2.835,0.15,0.2],[4,0.25,0.125,0.88,2.97,0.15,0.2],[4,0.25,0.125,0.92,3.105,0.15,0.2],[4,0.25,0.125,0.96,3.24,0.15,0.2],[4,0.25,0.125,1,3.375,0.15,0.2]],"icon":null}